{"98307": "Negative statements and formal statements often involving liability, disclaimers, and non-responsibility, typically found in official documents and policies.", "32776": "No explanation", "10": "Definite article \\the\\ preceding a noun.", "40972": "Proper nouns, typically names of people, organizations, places, publications, and artistic works.", "32787": "Punctuation marks, especially periods, commas, and colons, often used to separate independent clauses, items in lists, or to indicate a break in thought. Other activations are associated with prepositions and conjunctions, indicating a connection between clauses or phrases, or a transition in the text.", "106518": "Verbs or verb phrases that indicate actions, tendencies, or behaviors, often describing how something happens or is done, sometimes with adverbs or prepositions, and occasionally in idiomatic expressions.", "49179": "A prepositional phrase, often indicating a specific location in space or time, typically consisting of a preposition followed by a noun or noun phrase.", "90145": "The word \\big\\ often describes the magnitude or intensity of something, while \\bigger\\ and \\biggest\\ are used for comparisons, usually to emphasize the size, impact, or significance of an entity, event, or concept.", "81963": "Various types of nouns, articles, and prepositions frequently used in everyday language, often marking the beginning of clauses or phrases, and possessive or comparative forms of words.", "57387": "Emphatic or colloquial expressions, often idiomatic, that add a touch of informality or strong emotions, typically used in casual writing or dialogue.", "122926": "No explanation", "49214": "Prefixes, suffixes, words or parts of words embedded within other words.", "65601": "Transitional phrases, article markers, and prepositions indicating subject introduction, direction, or modification, often preceding nouns or clauses, sometimes accompanied by punctuation.", "41034": "Attributions or bylines indicating authorship, often preceding an article or news story, featuring a person's name.", "41036": "Adverbs and adverbial phrases, often beginning a sentence, expressing degree, time, or manner, as well as prepositions connecting phrases or clauses.", "122962": "Verbs that convey a sense of action, representation, expression, or relation, often used to describe the connection or transformation between abstract concepts, ideas, or entities.", "65621": "Interjections or additions to an existing word or phrase by suffixes or prefixes.", "32854": "Verbs related to the creation of written content, often in the context of personal expression, communication, or formal documentation.", "65623": "Articles, prepositions, conjunctions, and words indicating possession, usually in the context of a noun phrase.", "24665": "Nouns or phrases that are titles, names, or labels of entities such as organizations, companies, services, resources, websites, blogs, events, or institutions, which are often used as references or citations.", "32858": "Expressions indicating quantity or amount, often used to introduce or emphasize the scale of something.", "16480": "Adverbs, conjunctions, prepositions, and other function words, often in idiomatic expressions or phrases indicating generalization, possibility, or comparison, typically used to connect clauses or modify nouns and verbs.", "90209": "Proper nouns, names of entities, organizations, and individuals.", "82020": "The verb \\to be\\ in its various forms (\\is\\, \\are\\, \\was\\, \\were\\, \\be\\) often connects a subject to an adjective or a predicate noun, typically used to describe or identify the subject.", "90213": "Headings, titles, or introductory phrases signaling the beginning of a distinct section or concept, often setting the tone for the content that follows.", "8303": "Proper nouns referring to names of organizations, locations, people, or brands, often being \\Fox\\ or variations of it.", "73841": "The token activations are often related to the start of sentences or quotation marks, indicating the beginning of a new thought or dialogue.", "119": "References to weather, often serving as a keyword in titles, headings, or indicating a specific topic of discussion, with the word \\weather\\ being a common and important term.", "114808": "Definite article \\the\\ preceding a noun.", "98432": "Animals, pets, and wildlife, often domesticated or in a controlled environment.", "24710": "Various types of metadata and labels, often containing navigational elements, user interactions, or supplementary information, that are typically found on web pages, online forums, and digital content platforms.", "114866": "Demonstrative pronouns, verbs, and verb conjugations that connect or refer to previously mentioned nouns or entities, often used in informal or conversational writing.", "24756": "Special characters such as \\>\\, \\<\\, \\>>\\, \\<<\\, \\:\\, and \\.\\ typically found at the beginning of a text or denoting section dividers, URLs, or times, and often marking the start of a new topic or category.", "41143": "Verbs that express action, change, or interaction, often involving a subject and an object, typically in a headline or title format.", "90297": "References to text messages, SMS, or instant messaging, often in the context of mobile phones or digital communication.", "8385": "Common verb and noun phrases, often in idiomatic expressions, describing actions, states, or attributes, frequently used in formal and informal contexts.", "202": "Phrases that contain the word \\you\\ often in informal settings or in a sentence explaining a situation or giving advice, or in comparisons, or in a sentence using a verb ending in \\ing\\.", "123095": "Punctuation marks, especially those that end a sentence or phrase, often with an emotional tone or emphasis.", "32988": "Online commenting and response features, including links to comments, threaded discussions, comment management options, and user posting information.", "32989": "Conjunctive \\and\\ used to connect two clauses or phrases, often indicating a continuation or addition of actions, ideas, or events.", "24802": "Numerical values, often representing quantities or measurements.", "241": "Verbs that express a state, action, or feeling related to the subject, often used in phrases that connect ideas or describe a situation.", "114930": "No explanation", "57591": "Proper nouns or descriptive adjectives often precede the marked tokens, which can be common nouns, adjectives, or verbs; usually referring to a place, a physical object or a descriptive quality.", "41213": "Common nouns or words that complete a meaningful unit often appearing in phrases, idioms, or titles, typically denoting a specific object, place, concept, or entity.", "41218": "Adverbs and adjectives describing effort, energy, physical activity and their results.", "73987": "Proper nouns or surnames.", "33040": "Indefinite articles (\\a\\, \\an\\) preceding nouns, often in phrases starting a sentence or clause.", "65810": "Common nouns, often related to specialized fields or concepts, preceded by a prefix or a letter, and sometimes part of a compound word, which are frequently used in formal or technical writing.", "16661": "Proper nouns, often referring to names of locations, people, and organizations, with a focus on Oklahoma and its related entities, such as cities, sports teams, and notable individuals.", "57623": "Adjectives or adverbs describing something as exceptionally large or significant.", "33052": "Various tokens marking parts of text structure, including section headers, article titles, and other distinctive elements, often denoting boundaries or labels.", "74017": "Verbs related to refusal or reluctance to perform an action, along with phrases indicating unwillingness or hesitation, often marked by negation or modal verbs.", "290": "Verbs indicating avoidance or negation of an action, or prepositions signifying a position or direction relative to something, often used in idiomatic expressions or verb phrases.", "57635": "Prepositions, particularly \\of\\ and \\on\\, often used to indicate possession, relationship, or awareness.", "293": "Initial or introductory elements in sentences or phrases, often referencing proper nouns, individuals, or organizations.", "65833": "First-person singular pronouns (\\I\\, \\my\\, \\me\\) often marking the beginning of a sentence or personal narrative, used for self-reference and expressing thoughts, feelings, or actions.", "8496": "Adjectives or adverbs preceding or following a noun, verb, or clause, often describing or intensifying the sentiment or action being conveyed; frequently expressing a positive or neutral sentiment.", "41301": "The token \\to\\ indicating futurity or intention, often used in infinitive phrases.", "57690": "Common prefix or root forms of words, often indicating a relation to a profession, activity, or concept, and typically derived from Latin or Greek roots.", "106843": "A single word or short phrase that completes an idiomatic expression or a phrase that contrasts or complements the preceding text.", "57698": "Punctuation and connecting words or phrases typically indicating a transition, quotation, or continuation, often including words such as \\as\\, \\from\\, \\to\\, and \\up\\, as well as symbols including colons, commas, and parentheses.", "49506": "Prepositions or verbs preceding phrases indicating physical or abstract giving, passing, or receiving of objects.", "16740": "Online community platforms and forums often have distinct sections for discussion, classifieds, blogs, and member interactions, typically denoted by specific keywords and formatting.", "74084": "Special tokens commonly include header titles, labels, and introductory phrases, often denoting a change in topic or format, such as dates, names, locations, and links. They are often set apart through punctuation and may signal the beginning of a quotation or a section.", "74086": "Tokens indicating user identities, roles, or actions on online platforms, such as usernames, authors, editors, commenters, and logged-in users.", "24937": "Articles, possessive pronouns, and adjectives preceding a noun, often beginning a new clause or sentence.", "49522": "References to time periods, often sports seasons, using the word \\season\\ or a year range (e.g., \\1997-98\\), and sometimes a sequence of years (e.g., \\2008-2010\\).", "115068": "Prepositional phrases or verbs followed by prepositions, often expressing location, movement, or relation, in a variety of sentence contexts.", "74114": "Texts referencing authors, writers, speakers, researchers, and other professionals who have written, spoken, or researched on a particular topic, often accompanied by information about their work, credentials, or publications.", "24962": "Punctuation marks, often used at the end of sentences or clauses to denote a pause or completion, and symbols or abbreviations that function as separators or indicators, such as commas, periods, colons, semicolons, parentheses, apostrophes, and hyphens.", "24971": "Abstract nouns representing concepts, products, or aspects of a system, often used to evaluate, describe, or compare something, such as a product's features, a brand's identity, or a service's quality.", "414": "Auxiliary or modal verbs used in various contexts to express possibility, ability, obligation, or future actions, often preceding the main verb in a sentence.", "82369": "Punctuation marks, including commas, periods, colons, semicolons, and exclamation marks, that occur at the end of a phrase or sentence, as well as conjunctions and prepositions that connect clauses or phrases.", "41411": "Verb forms and nouns indicating events, planning, or organization, often with a sense of community, helping or collaboration, and sometimes including time or location information.", "453": "The word \\people\\ is consistently activated across various contexts, often referring to individuals or groups in general, rather than specific persons.", "41415": "Token breakage within proper nouns or titles.", "57803": "Auxiliary verbs, pronouns, and contractions often used to express thoughts, emotions, or actions in informal writing, typically found in personal blogs or online forums.", "8669": "Punctuation marks, including commas, periods, colons, exclamation marks, question marks, dashes, and quotation marks, often used to separate clauses, items in a list, or quotes.", "25071": "No explanation", "106992": "Tokens that introduce or refer to agents, creators, or doers of actions.", "41458": "Nouns representing abstract concepts or entities, often denoting intangible aspects such as emotions, ideas, or actions, typically in formal or descriptive writing.", "98812": "Verbs or verb phrases that convey an action, attitude, or relationship, often in the context of decision-making, opinions, or intentions, and are typically followed by a clause or phrase that provides more information.", "16911": "Phrases or words indicating actions or relationship, often prepositions or verbs that connect entities, actions, or ideas.", "107027": "References to groups of people or locations within which they reside, often implying involvement or connection with the community, society or local environment.", "33300": "Nouns referring to individuals within a group or organization, including terms such as \\members\\, \\owners\\, \\people\\, \\family\\, \\team\\, \\representatives\\, and \\holders\\, often indicating affiliation or association.", "8724": "Verbs or nouns related to horses or other animals, often with an action or a descriptive characteristic.", "90653": "Punctuation marks, often used to indicate titles, set off quotations, or separate clauses, are significant.", "90657": "Prepositions and phrases indicating necessity or obligation, often in relation to a task, action, or requirement.", "107042": "A mixture of health-related topics and warnings, product information, news, opinions, and casual conversations, often containing proper nouns, medical terminology, and phrases indicating causality, warnings, and advice.", "66092": "A transition word or phrase, often the first word or phrase in a sequence, indicating the beginning of a list, a new idea, or an explanation, frequently appearing after a pause or at the start of a sentence.", "25144": "Punctuation marks that separate sentences or clauses, often denoting a pause or shift in thought, typically at the end of a statement or before a quotation.", "107068": "Article \\the\\ preceding a noun, typically before a specific or generic noun, suggesting a pattern of definite reference in various contexts.", "123453": "Punctuation and function words often found at the beginning or end of sentences or clauses.", "33342": "Prepositions or conjunctions linking nouns or phrases, and sometimes appearing alongside punctuation marks, articles, and common function words.", "8773": "Proper nouns, titles, names of organizations, institutions, locations, and specific concepts or entities.", "33359": "Pronouns, prepositions, and other function words often precede or follow nouns, other pronouns, or function words in various grammatical constructions, such as prepositional phrases, verb phrases, or clauses.", "107089": "Auxiliary verbs or linking words that are often used to connect clauses or phrases in sentences, including words such as \\be\\, \\have\\, \\do\\, \\can\\, \\is\\, \\was\\, \\were\\, \\are\\, and \\for\\, which provide grammatical structure and facilitate sentence cohesion.", "8797": "Tokens that are part of idiomatic phrases or expressions which convey a distinct meaning that is different from the literal meaning of the individual tokens.", "107106": "Transitional words and phrases, often at the beginning of sentences, that connect ideas and indicate the speaker's or writer's shift in thought.", "82534": "Nouns and noun phrases often related to a specific entity, concept, or object in the context of the sentence, which can be concrete or abstract.", "74343": "Prepositions and verbs indicating movement, location, or participation, often used to describe a group of people or entities performing an action together, such as gathering, joining, or participating in an event or activity.", "49769": "Phrases often beginning a sentence or clause, using prepositions and articles, and sometimes including verbs or nouns, typically indicating a decision or choice, a generalization, an explanation, or a clarification.", "33386": "Verbs indicating actions, states, or transitions that often serve as the main action or predicate in a sentence, and frequently express a change, movement, or progression in the context.", "82538": "First-person pronouns, transitions, or introductory phrases often marking the beginning of a sentence or a new idea.", "115312": "The word \\as\\ is often used to indicate a role, function, or purpose, and appears in various contexts, such as comparisons, introductions, and explanations, often preceding or following a descriptive phrase or clause.", "98930": "Prepositions, adjectives and nouns used to describe or form various phrasal expressions and idiomatic phrases.", "8821": "Various nouns and nominal phrases, including titles of books and medical conditions, often ending in suffixes or having distinct word formations.", "8824": "Common nouns, including abstract and concrete objects, concepts, and ideas, often referring to a particular aspect, state, or situation.", "25220": "A noun, often a common or generic term, that appears in a descriptive context.", "107143": "Proper nouns or titles of entities, such as names of people, places, movies, books, magazines, and organizations.", "25224": "Modal auxiliary verbs expressing necessity, obligation, or requirement, often used in phrases that convey a sense of duty or need.", "98955": "Verb or verb phrases indicating an action of providing, proposing, or intending to do something for someone or something else.", "107156": "A double quotation mark is often used to indicate the start of a quotation, typically signaling a change in speaker, topic, or context, and is frequently preceded by a period or other punctuation mark.", "8855": "Digits in a year representation.", "98972": "Function words and pronouns often used in a subordinate clause.", "33445": "References to time, days of the week and dates often in the context of events.", "123557": "The indefinite articles \\a\\ and \\an\\ preceding a noun.", "115369": "Nouns often referring to physical entities, locations, or concepts, which can be names of places, objects, or general terms, frequently used in descriptive contexts.", "74410": "Wedding-related contexts, marked by mentions of wedding days, receptions, honeymoons, marriage, and related activities such as planning and preparation, often accompanied by positive emotions and descriptions of venues and services.", "66237": "Proper nouns, names, and specific titles of entities.", "8897": "Proper nouns, mostly referring to names of events, organizations, geographical locations and people.", "725": "Articles, possessive pronouns, and relative pronouns, often introducing or describing a noun or person, as well as some nouns indicating group or profession.", "25304": "Punctuation marks and initial words of titles, names, or phrases often set apart from the rest of the text.", "115421": "Proper nouns and names often appearing at the beginning of a sentence, which can be names of people, places, organizations, events, and titles.", "58087": "No explanation", "33511": "Punctuation marks and prepositions signifying connection, transition, or relation between clauses or elements in a sentence, often indicating addition, comparison, or temporal relationships.", "49900": "The first word following the start of a new text segment.", "123633": "First-person narrative voices expressing thoughts, feelings, and actions, often using verbs such as \\have,\\ \\do,\\ \\think,\\ \\believe,\\ \\want,\\ \\say,\\ and \\am,\\ and sometimes using words that indicate intent or decision-making.", "25334": "Hyphenated and compound words, trademark symbols, and other special punctuation marks, often used in product names, descriptions, and various titles.", "49914": "Days of the week, months and times of day, often used to specify dates and schedules.", "66298": "Punctuation marks and conjunctions that connect clauses or phrases, as well as certain adverbs and prepositions that indicate the relationships between ideas or events.", "82682": "Verbs and adverbs indicating tendency, inclination, or immediate action, often used to express preference, willingness, or likelihood.", "66319": "Derivational morphemes, often suffixes, that form new words or indicate word properties, such as grammatical function, word class, or etymology, as well as use of letters, often in the context of words or phrases being spelled, sounded out or used in word games and puzzles.", "49937": "Years in dates, often at the end of sentences or lines, commonly in the 2000s and 2010s.", "90899": "Frequently used phrases and idioms that convey possibility, capability, and universality, often used to express a general truth or a common experience, and typically containing words like \\always\\, \\could\\, \\can\\, and \\to\\.", "17173": "Geographic locations and names of entities, often representing countries, regions, institutions, or cultures.", "41762": "Punctuation marks, particularly those used to separate clauses, end sentences, or indicate questions, such as commas, periods, colons, dashes, and exclamation marks.", "17203": "Specialized or technical words or phrases, often with Latin or Greek roots, or words with unique spellings, often used in formal or professional contexts.", "58170": "Phrases or words that provide a reason, justification, explanation, or rationalization for something, often used in formal or persuasive contexts, including prepositions like 'of', 'for', 'in', 'on', 'to' that introduce the explanatory phrase.", "82748": "Verbs connoting assistance, aid, or support, often used in contexts of providing help or alleviating difficulties.", "833": "References to organizations, countries, international bodies, and events, often used in formal or official contexts.", "107331": "The presence of a delimiter often marks the boundary between two distinct text segments, typically a transition from a descriptive passage to a new topic, quote, or narrative.", "9031": "Nouns and adjectives referring to ordinary people, often in a formal or official context, including terms such as \\citizens\\, \\public\\, \\consumers\\, \\community\\, and \\lay\\, as well as words related to common individuals, e.g. \\amateur\\, \\non-designers\\, \\user\\, and \\people\\.", "99143": "Transitional words or phrases connecting ideas, clauses, or sentences, often used to provide further explanation, contrast, or additional information.", "66379": "Copula or auxiliary verbs linking phrases or clauses, often used to introduce or connect ideas, or to indicate a relationship between entities.", "82765": "Negation words or prefixes, indicating the absence or opposite of something.", "99156": "Prepositional phrases or nouns that describe or represent an entity, activity, or concept, often providing additional context or information about the subject being discussed.", "90966": "First-person narrative voice, often introducing personal opinions, experiences, and thoughts.", "25442": "No explanation", "90984": "Nouns, adjectives, and adverbs preceding or following a subject, often describing or characterizing people, and sometimes indicating a positive sentiment or evaluation.", "123756": "Auxiliary verbs and linking verbs, especially in the first person singular, used to form the present tense.", "58220": "Tokens indicating phrases, idioms, expressions, or sayings, with many instances of idiomatic phrases or quotes being set off by quotation marks or other punctuation.", "25454": "Titles of books, articles, movies, products, and proper nouns, often with descriptive words or phrases, including names of chemicals, organizations, and concepts.", "99182": "A variety of everyday activities and common verbs, often in a context of human action or behavior.", "58235": "Conjunctions, prepositions, articles, and auxiliary verbs, often introducing or connecting clauses, phrases, or sentences in a discourse.", "897": "Verbs and prepositions indicating similarity, nearness, and representation, often used in comparative or metaphorical contexts.", "66438": "Copulas and linking verbs, often in a narrative or descriptive context, connecting the subject to additional information.", "99207": "Decimal points or periods used as punctuation, typically following numbers or abbreviations.", "17287": "Verbs associated with initiating, enabling, or achieving an action, often implying a sense of progression or accomplishment.", "91022": "Units of time, including decades, centuries, terms, years, periods, and generations, used to describe time spans or periods in various contexts.", "41871": "Verbs or phrases indicating willingness, preparedness, or disposition to perform an action.", "123796": "The definite article \\the\\ is often used in phrases indicating a span of time, such as \\over the past [time period]\\ or \\over the [time period]\\.", "123802": "A digit in a year, often part of a four-digit sequence.", "74652": "Indefinite articles, either \\a\\ or \\an\\, used to introduce nouns in descriptive or biographical statements, often preceding a profession, role, or characteristic.", "17312": "Proper nouns with surname or location-based names, and sometimes single letters or abbreviations in general.", "50081": "Dates, days, and times often represented with numbers, including ordinal suffixes.", "99242": "Various tokens and phrases used to start sentences, introduce new topics, or signal transitions, including words like \\so\\, \\now\\, \\therefore\\, and \\the\\.", "91051": "Special characters or punctuation, specifically parentheses, apostrophes, and hyphens, often used in forming possessive nouns, abbreviations, or indicating quotations within text.", "66476": "Proper nouns, names of organizations, locations, movies, books, music, and other unique entities, often appearing at the beginning of sentences or phrases.", "115636": "Text involving competitive events, races and sports, often including names of the events, locations, and descriptions of the participants and their performances.", "33723": "Pronouns and nouns referring to individuals or groups of people, often used in phrases or sentences that describe interactions, relationships, or characteristics of those individuals or groups.", "107452": "Two- or four-digit year representations in dates.", "9147": "Punctuation marks used to separate clauses, clauses from quotes, items in lists, or to end sentences, including commas, periods, question marks, semicolons, colons, and exclamation marks.", "107456": "Various components of temporal or sequential information, such as dates, times, and ordinal numbers.", "25554": "Punctuation marks and common function words that are used to transition between sentences or clauses, or to address someone directly.", "9184": "Words indicating the beginning of a book, document or text, such as book, this, and editor, as well as words indicating address or direction, including words such as to and at.", "17377": "Time and location indicators, event names, and organizational titles.", "91108": "Prepositions, adverbs, and nouns that provide spatial, temporal, or descriptive context, often used to introduce or connect clauses, phrases, or ideas in a sentence.", "58344": "Verbs indicating inability, refusal, or non-occurrence of an action or state, often used in negative constructions.", "82931": "First-person singular pronoun \\I\\ frequently used as the subject in personal opinions, thoughts, and experiences.", "41978": "A mix of common nouns and words related to community service, charity, and local events, as well as specific names of organizations, places, and people.", "58366": "Proper nouns, nouns and words related to technology, product or brand names, and various terms or phrases that may be specific to certain contexts, fields, or industries.", "9216": "First and second person pronouns preceding phrases that attribute information or provide clarification to statements.", "74753": "Function words and common verb forms connecting ideas or clauses, often used to introduce or conclude a phrase or clause.", "17417": "Predominantly prepositional phrases, verb forms, adjectives, and nouns that often indicate a relationship or status, sometimes with a hint of negativity or correction, in various contexts.", "17424": "Prepositions and words that indicate relationships or direction, often used in phrases to connect entities, actions, or ideas.", "66577": "Infinitive phrases, typically beginning with \\to\\ and indicating an intention, purpose, or goal.", "82968": "Phrases indicating membership or association, typically involving the preposition \\of\\ and often describing a relationship between a person or group and an organization, location, or collective entity.", "33824": "Auxiliary verbs, modal verbs, and linking verbs, often preceding or connecting to the main clause or phrase, denoting actions, possibility, ability, or state of being.", "33827": "Negation words or phrases, often contractions, indicating the absence or opposite of something.", "1069": "Phrases or words indicating assistance, support, inclusion, or reliance in various contexts, often serving as a means to achieve a goal, complete a task, or make a decision.", "25648": "Words and phrases related to marine life, aviation, and other forms of movement through water or air.", "50230": "Verb phrases often in the form of verb + preposition or verb + adverb, describing various actions, events, or states.", "99383": "Decade or plural nouns indicators, typically represented by the suffix \\s\\.", "123974": "Definite articles, usually preceding nouns, often signaling specificity or common knowledge.", "1098": "No explanation", "50252": "The tokens often describe weather conditions or time of year, with other examples including events, people, places, or objects.", "74830": "Proper nouns and common nouns representing specific objects, locations, or concepts, including names of products, brands, and merchandise.", "58455": "Prepositions and conjunctions, particularly those that introduce phrases or clauses, often signaling comparisons, possession, or relationships between entities, and sometimes indicating a formal or written tone.", "42072": "Tokens representing weather conditions or environmental factors, including temperature, precipitation, climate, and related phenomena.", "9306": "Numerical values associated with a wide range of contexts, often used to provide specific information, measurements, or quantities.", "66661": "Indefinite and indefinite-like articles, quantifiers and other minor function words such as conjunctions and prepositions, often used with a noun or in idiomatic phrases.", "66662": "Verbs or nouns that complete or conclude a thought or action, often providing a sense of finality or completion.", "99432": "Past tense of verbs or verb forms, indicating a change of state or action, often with suffixes like -ed.", "99445": "Phrases or words indicating that the text is for general information, explanation, or illustrative purposes, often disclaiming accuracy or applicability, or providing context for the content.", "107643": "Proper nouns and formal names of organizations, systems, technologies, events, publications, awards, and geographical locations.", "115836": "Technical and academic terms, often related to computer science, engineering, and linguistics, used in formal or specialized contexts.", "74883": "Verbs indicating action or causation that an entity can take to change or affect something, often in a deliberate or intentional manner.", "50309": "Usernames or names of authors, typically found at the end of articles or posts, often preceded by phrases like \\by\\, \\posted by\\, \\written by\\ or \\submitted by\\, and sometimes accompanied by additional information like dates or locations.", "50311": "Nouns including objects, concepts, or items that form a pair, combination, or connection, often describing relationships between them.", "107661": "The word \\article\\ is consistently activated across various examples, often in contexts where an article or a piece of writing is being referenced, linked, or discussed.", "42127": "Verbs or phrases that involve speech, sound, or spoken language, often in the form of quoting, saying, or pronouncing something, and sometimes involving repetition or emphasis.", "25747": "Direct speech, interjections, or narrative shifts, often marked by punctuation such as quotation marks, colons, em dashes, or parentheses, and typically occurring at the beginning of a sentence or phrase.", "83094": "Auxiliary verbs and verb contractions, often used in informal or colloquial writing to convey a sense of personal tone or opinion.", "9372": "People's behaviors, actions, or reactions, often described using verbs such as \\will\\, \\are\\, \\have\\, \\think\\, \\tend to\\, \\need\\, or \\want to\\, usually as the subject of the sentence.", "9373": "Expressions of subjective perspective, opinion, or outlook, often involving phrases containing \\view\\ or words conveying a similar sense of perception or evaluation.", "17576": "A pronoun following or preceding a verb, often used as a direct or indirect object in a sentence, typically marking the involvement of the speaker or someone else in an action.", "25771": "Phrases containing prepositions or nouns that indicate a relationship, often describing an abstract concept, goal, or objective, and typically functioning as the main idea of a sentence or clause.", "66732": "Typing-related terms, often referencing keyboards or typing actions.", "124085": "A token \\0\\ often appears within numerical dates, usually marking the start of a year in the 21st century.", "107703": "Nouns related to concepts, locations, and abstract ideas, often indicating a sense of scope, category, or definition.", "25783": "Verbs and verb phrases denoting upward motion, physical actions, or sudden changes in movement or direction.", "58567": "Expressions of personal feelings or attitudes, often indicating a positive sentiment, involving verbs or adjectives that convey enjoyment, preference, or affection.", "124105": "Nouns representing groups or organizations, often referring to collective entities or bodies within institutions, governments, or social structures.", "74957": "Auxiliary verbs and conjugations within verb phrases, often related to timing or conditions.", "115918": "Various parts of speech, often nouns, but also verbs, adjectives, and adverbs, across a wide range of contexts.", "9433": "Prepositions or small function words preceding or succeeding a noun, verb, or adjective, often used to describe a relationship, location, or manner, and sometimes part of idiomatic expressions or phrases.", "83169": "Tokens often contain phrasal verbs, verb conjugations, or auxiliary actions, where the activation often focuses on the preposition or verb form indicating direction, state, or manner, also added or attached forms such as -ed.", "107779": "Prepositions indicating movement, location, or position, often used in phrases to describe spatial relationships or actions.", "42248": "A determiner (\\the\\ or \\a\\) is frequently selected, often in the context of a noun phrase or a prepositional phrase, suggesting a common pattern of article usage in the provided text examples.", "124169": "Proper nouns, including names of people, places, movies, music, books, teams, and organizations.", "66826": "Adjectives, often with positive or neutral connotations, used to describe or add nuance to a noun, frequently used to create vivid imagery or emphasize a particular characteristic.", "9492": "Years, represented by a sequence of four digits, often appearing in specific formats such as \\YYYY\\ or \\MM/DD/YYYY\\, typically indicating a date or timeframe for an event, season, or period.", "9494": "Tokens that mark the beginning or end of a section, sentence, or quote, often denoted by special characters, symbols, or HTML tags, and sometimes surrounded by whitespace.", "99610": "Proper nouns, especially names of individuals, organizations, and locations.", "1318": "No explanation", "50470": "Sentences and phrases often terminated by punctuation marks, with a mix of transitional words and phrases, articles, and proper nouns.", "83253": "A double angular bracket \\<<\\ often precedes a new section or entry, serving as a delimiter to separate distinct pieces of information, quotes, or new paragraphs.", "17720": "Prepositions or conjunctions \\to\\ indicating necessity, obligation, or requirement, often used in infinitive verb phrases, expressing a need or requirement for an action or situation.", "107835": "Verbs or verb phrases that express actions or states of being in relation to something or someone, often indicating a sense of agreement, acceptance, or commitment.", "83260": "Formal titles and organizational roles, often preceding a person's name, and words indicating time or sequence.", "91453": "Function words and phrases that precede or follow clauses, often indicating a transition, condition, or consequence, and typically starting with prepositions, auxiliary verbs, or adverbs.", "42302": "Punctuation marks including single and double quotation marks, commas, hyphens, periods, and colons, which serve to indicate quotations, abbreviations, and numerical values.", "83265": "Phrases or words often related to light, especially sunlight, and its interaction with the environment or objects, frequently conveying visual or atmospheric effects.", "75074": "Various tokens, often numeric or part of a pattern/model name, and sometimes a part of a larger phrase or sentence, that are significant in the context of scale modeling, crafting, and other hobby-related activities.", "83268": "Nouns referring to humans or groups of humans, including general terms \\people,\\ \\folks,\\ \\guys,\\ \\Americans,\\ \\men,\\ \\women,\\ \\someone,\\ and \\everyone.\\", "66892": "Years and dates, especially those in the 20th and 21st centuries.", "99660": "Adverbs or adjectives modifying verbs or situations that describe frequency, duration, or manner, often indicating a consistent, perpetual, or habitual action or state.", "66894": "Special punctuation and symbols used for formatting, presenting information, and setting off certain types of text, such as titles, subtitles, and quoted material.", "1369": "Auxiliary verbs, possessive pronouns, articles, and conjunctions used to link clauses, phrases, or ideas in sentences, often indicating a relationship or connection between them.", "124256": "Adverbs and adjective phrases used to modify the extent or degree of a statement, often indicating a limit or a boundary, including words and phrases such as \\much\\, \\less\\, \\more\\, \\so\\, and \\necessarily\\, which provide a sense of gradation or comparison.", "124263": "The definite article \\the\\ preceding a noun, often indicating specificity, uniqueness or a particular instance of the noun.", "1384": "Tokens representing proper nouns and domains or organizations, including company names and websites.", "42348": "Pronouns at the beginning of a sentence or clause, often used as a transition to shift focus or indicate a change in perspective.", "50544": "Titles of books, movies, TV shows, and other published works, often including subtitles, authors, and publication information, as well as sections or chapters within these works.", "50546": "Special characters, digits, and certain function words typically used for dates, times, quantities, and other measurements.", "124287": "The token \\ing\\ is commonly found in verb forms, often representing actions or processes.", "34183": "Punctuation marks and function words, such as prepositions, articles, and conjunctions, that are used to provide structure and connection in text, often preceding or following specific phrases, clauses, or sentences.", "17810": "Nouns representing people, locations, concepts, objects, and ideas, often used as subjects or key elements in sentences.", "26002": "Single characters, abbreviations, words or phrases that are part of product names, technical terms, mathematical expressions, dates, usernames, or proper nouns.", "116119": "Adjectives modifying nouns, often describing qualities or characteristics.", "66967": "Patterns of personal sentiment and preference expressed through first-person verb conjugations, specifically \\like\\, \\prefer\\, and their conjugations, indicating individual opinions, feelings, or inclinations towards something.", "17816": "Proper nouns, nouns and adjectives of significance, and nouns of unique or specialized fields or concepts.", "9635": "Numerical values or quantities, often part of a date, percentage, or measurement.", "107941": "Function words or articles connecting phrases or clauses, often indicating a beginning, a qualification, or a condition, and typically appearing at the start of a sentence or phrase.", "26028": "Patterns of helpfulness, assistance, or support, often conveyed through adjectives, nouns, or verbs, describing actions or behaviors that aid or facilitate something or someone, typically in a positive or benevolent manner.", "124343": "Expressions introducing a phrase or clause, often beginning with \\there\\ and used to present new information, make a general statement, or add a contrasting idea.", "50624": "Common usage of various types of words, including numbers, adjectives, nouns, verbs, and adverbs, often expressing progress, sequence, or comparison.", "99779": "Prepositions indicating a comparison or manner, typically used in formal or written language.", "42448": "Function words such as prepositions, articles, and conjunctions that connect or introduce nouns or noun phrases.", "50641": "Titles of books, films, albums, articles, and organizations, often in a formal or official tone, and might be accompanied by additional metadata such as author, publisher, or release date.", "26075": "Expressions of strong affection towards or dislike of certain things, often using the words \\love\\ or \\hate\\ to convey sentiment, and frequently including objects, people, or activities as the focus of that affection or dislike.", "42461": "Conjunctions or auxiliary verbs linking two clauses, often preceding a quotation or explanatory phrase, or verbs describing actions in the context of information being presented or shared.", "17887": "Listings or descriptions of items, objects, or materials, often including their characteristics or specifications, and sometimes categorized or grouped together.", "116195": "Punctuation marks, especially commas, periods, and colons, used to separate clauses, phrases, or items in a series, often indicating a pause or a connection between ideas, and sometimes preceding or following specific words or phrases like \\as\\, \\and\\, \\the\\, \\that\\, \\but\\, or \\when\\ that introduce or conclude a thought.", "116204": "Weather conditions, natural phenomena, or environmental factors, often used to describe or set the context for various events, situations, or activities.", "67054": "Nouns or pronouns requiring or needing something, often in the form of \\need\\ or \\needs\\ in a sentence.", "9711": "Nouns often representing abstract concepts, technical terms, or formal names, such as official titles, technical words, and specific objects or entities.", "34287": "Linking verbs, especially \\be\\ in various forms (\\is\\, \\was\\, \\are\\, \\am\\, \\be\\, \\were\\, \\been\\), used to connect the subject to additional information or to form a passive voice construction.", "26097": "Typically nouns or adjectives in titles, headings, names of organizations, places, or products, often indicating a specific domain or field.", "26098": "Specific phrases or words within a larger body of text, typically indicating a transition or connection between ideas, providing additional context, or expressing a relationship between entities, and often involving prepositions or verbs that link concepts together.", "17904": "The second-person singular pronoun \\you\\.", "42488": "Proper nouns such as names of publications, organizations, and geographical locations, as well as abbreviations, numbers, and special characters like punctuation and symbols that denote titles, citations, dates, and other annotations.", "9724": "Calendar-related and descriptive terms, including days of the week, months, seasons, and temperatures, as well as words that describe weather, clothing, and time of day.", "26122": "The token \\over\\ is predominantly used in this set of examples, often indicating movement from one place to another, surpassing a certain limit, or conveying a sense of superiority, whereas \\under\\ indicates being beneath something or evading detection, and a few instances of words like \\across\\, \\through\\, and \\up\\ have similar spatial implications, suggesting physical movement or progression.", "67083": "Common punctuation marks and determiners, often preceding a noun or a new sentence.", "17932": "First-person pronouns and negation words or phrases, often used in casual, conversational language, expressing personal opinions, feelings, or experiences.", "83467": "First and second-person singular pronouns, possessive adjectives, and reflexive pronouns, often marking personal involvement or reference.", "26125": "Auxiliary verbs and conjunctions functioning as links between clauses or sentences, often expressing conditionality, addition, or concession, and sometimes used in contractions or forming a phrase.", "91669": "Various nouns, often referencing events, objects, concepts, or ideas that are being described, promoted, or discussed in the surrounding text, often with a specific name, term, or phrase.", "1557": "Mainly infinitive, -ing, -er/-or, or present tense verbs in active voice that link a subject to its purpose, function, or a descriptive characteristic.", "26150": "Prepositions and words that indicate movement or transition, often used in phrases that provide spatial or logical connections between entities or ideas.", "99879": "Weather and temperature descriptions.", "67111": "In the provided text, common patterns revolve around nouns and pronouns referring to entities benefiting from an action, often helping or serving others, such as \\others\\, \\people\\, \\neighbors\\, \\children\\, \\clients\\, \\world\\, \\lives\\, \\child\\. These terms tend to appear in contexts where a positive or supportive action is being described, such as helping, serving, or giving back.", "83504": "Nouns representing animals, objects, or entities.", "26161": "Names of people, places, organizations, and titles, often preceded by a common noun or article.", "83509": "Linking verbs, specifically forms of \\to be\\ (is, are, was, were, been), often used to connect the subject of a sentence to additional information.", "34360": "Common nouns referring to general categories of things, people, places, or concepts, often denoting a type, class, or grouping, typically in a neutral or objective manner.", "91708": "Texts contain actions, emotions, or states of being that people choose or are willing to undergo, and often refer to individuals taking part in activities or roles, such as volunteering.", "9798": "Common nouns, often referring to abstract concepts or general categories, that are integral to sentence meaning.", "108103": "Nouns and noun phrases, often with a single word activation, which appear to be proper nouns, titles, names of entities, or common nouns with a specific context.", "67158": "Titles, names, organizations, products, and proper nouns.", "26201": "Direct address to the reader or listener, typically used in informal or conversational language, often involving second-person pronouns and contractions, and sometimes used for persuasive or advisory purposes.", "75356": "Prepositions or prepositional phrases indicating movement, direction, or relation between entities.", "108126": "Phrases often expressing caution, advice, or uncertainty, frequently used in a warning or advisory context.", "75372": "Tokens that are often contractions or preceding and succeeding quotation marks in text, often signifying start of text, dates, or names, but also sometimes marking an exclamation or parenthesis in text", "26221": "Nouns and related keywords, often related to digital platforms, technology, community and user activities, and online engagement.", "116337": "A digit that is part of a larger numerical value, often representing a year, quantity, or ranking.", "116338": "Definite articles preceding nouns.", "116345": "A preposition is often used in conjunction with a noun or a location, indicating direction, position, or movement.", "108156": "Abstract nouns or concepts that represent a challenge, outcome, or idea that needs to be addressed or understood, often denoting a problem, issue, or objective.", "91779": "Proper nouns, such as titles, names, and organizations, in text.", "116358": "The activation of various phrases or words that convey common sayings, idioms, proverbs, or clichés, often used in informal language or everyday conversations.", "99988": "The token \\of\\ is often used in phrases that express possession, origin, or relationship between entities, such as \\a picture of the king\\ or \\a member of the team\\.", "34453": "Clausal conjunctions and prepositional phrases often begin with common function words immediately following \\as\\.", "9881": "Various texts related to fishing, fish, or marine/aquatic activities.", "34457": "Punctuation and common function words (e.g. \\the\\, \\and\\) that appear at boundaries of phrases or clauses, while nouns and other content words often appear within phrases.", "1696": "Prepositional phrases, often including prepositions such as \\of\\, \\to\\, \\in\\, \\with\\, \\at\\, and \\about\\, connecting clauses or phrases, or introductory phrases setting the context for a sentence.", "75433": "Digits within a four-digit year, often at the end of a sentence, title, or subtitle, and following a comma or the word \\in\\ or \\on\\.", "83628": "The token sequences preceding or succeeding punctuation marks, conjunctions, or articles that introduce a clause, phrase, or quotation, often signaling a transition, elaboration, or a shift in thought.", "100030": "Discourse markers and phrases used to express the speaker's thoughts, opinions, or attitudes, often indicating a shift in the conversation, adding emphasis, or providing additional information.", "108225": "Academic fields and disciplines, often including specific departments or programs of study within institutions.", "116426": "Geographic locations, physical spaces, and infrastructure, such as cities, countries, buildings, and transportation systems.", "67275": "Proper nouns and names of people, places, organizations, and titles, often signifying specific individuals, locations, or entities.", "34515": "Tokens related to time, generations, and age groups.", "42711": "Adjectives describing something as preceding or current, often with a temporal or comparative connotation.", "26328": "Verbs and prepositions used in phrases indicating publication, sharing, or distribution of content, such as publishing, posting, presenting, or including.", "34519": "First and second-person singular pronouns, auxiliary verbs, and adverbs often used in informal or conversational contexts, typically before a main clause or verb.", "91867": "Expressions of thoughts, opinions, and perspectives, often explicitly stated or solicited through phrases like \\what's your point\\, \\my opinion\\, \\your thoughts\\, or \\thoughts on\\.", "18140": "Geographic and proper nouns, often referring to names of locations, places, and institutions, including cities, countries, and organizations.", "9950": "Punctuation and conjunctions used to connect clauses, phrases, and items in a list, and to indicate possession or quoting.", "108256": "Years or dates in numerical format, often appearing at the end of a phrase, sentence, or within a sequence of events.", "34529": "Prepositions and conjunctions often precede or follow verbs or nouns, typically describing movement or relation between entities.", "50914": "Common tokens and phrases initiating or continuing a personal narrative, expressing an opinion, or describing a personal experience.", "116450": "The tokens preceding a verb that signifies problem-solving, conflict resolution, or addressing an issue, often in a formal or objective tone.", "50917": "Negation in formal and informal text, often expressed through the contraction \\do not\\ or the adverb \\not\\.", "1765": "Verbs and adjectives describing positive actions and qualities, often in the context of customer service, personal growth, and social interactions, with a focus on helping, understanding, and supporting others.", "116466": "Various parts of speech, often adjectives or adverbs, describing or modifying nouns or situations, including comparatives, intensifiers, and evaluations of degree, as well as words indicating possession, attribution, or relation.", "50945": "Common nouns and proper nouns, often denoting people, organizations, or places, that are paired or connected with another entity, sometimes in contrast or comparison, and often used to describe relationships, actions, or events.", "59141": "Verbs indicating a change of state, or a progression (e.g., growing, increasing, evolving, changing, improving, losing, counting, discovering, etc.), especially those that have a temporal aspect (e.g., yearly, monthly, daily, etc.).", "34567": "Punctuation marks used for separation and enumeration, and function words that indicate relationships such as inclusion, accompaniment, or opposition.", "26381": "Proper nouns representing names of geographic locations, institutions, and organizations, as well as surnames.", "42770": "Numerical digits, often used as part of a date, year, or numerical identifier, with a high level of importance for the behavior.", "116498": "Numbers, phone numbers, and internet addresses, often including digits and special characters, used for identification, measurement, or as part of a web address.", "75559": "Adverbial phrases, intensifiers, and negations often used to express degree, manner, or absence, usually in the form of an adverb or a word that functions as an adverb, typically preceding or following a verb, clause, or phrase.", "18216": "Punctuation marks used to end or separate clauses or phrases, often indicating a pause or break in thought.", "26409": "Years often appear in the form of two or four digits, with the century sometimes omitted, in various contexts such as dates, decades, and birth/death years.", "75565": "Punctuation and introductory or transitional words and phrases, often marking the start of a sentence or a clause, or used for listing or comparisons.", "91963": "Verbs, conjunctions, prepositions, and articles preceding or succeeding a title, quote, or a link, often indicating a connection or transition to a new topic or information source.", "59201": "Verb forms, often in the present participle (-ing) form, expressing ongoing actions or states of being.", "116554": "Proper nouns and names, often of people, places, and titles, serving as distinct identifiers within the text.", "75594": "The presence of various types of markers and special characters such as colons, dashes, and quotation marks, often surrounding or preceding dates, times, names, titles, and other specific information.", "116556": "Tokens that are part of structured metadata, such as labels, tags, and other markers that provide additional context or information about the content that follows.", "42843": "Proper nouns, names of organizations, institutions, events, locations, and titles.", "116578": "Function words, conjunctions, and special characters used to connect ideas, phrases, or clauses, often indicating a logical relationship, condition, or transition between them.", "59243": "Proper nouns, titles of entities, and names of specific things including organizations, people, magazines, and geographic locations.", "108410": "Modal verbs or phrases expressing uncertainty or possibility, often preceding clauses or sentences that describe conditions or actions that may or may not occur.", "59264": "Months of the year, often used in date specifications, and sometimes temperatures or cardinal directions.", "83841": "Function words or conjunctions that connect clauses, including \\and\\, \\so\\, \\but\\, and \\therefore\\, often used to introduce or follow a quotation, or to separate clauses or phrases in a sentence.", "67457": "The definite article \\The\\ often marks the beginning of a new sentence or a significant topic shift, indicating the start of a specific or detailed explanation.", "10115": "Seasons, weather conditions, time periods, and related concepts, often used in a descriptive manner.", "116609": "Direct address to the reader, typically using second-person singular pronouns and verbs, often to engage, instruct, or inform the reader.", "10119": "Domain names, user names, proper nouns, and nouns with suffixes often indicating profession, nationality, or field of expertise.", "59282": "The token \\you\\ in a sentence, often indicating the reader or listener is being directly addressed or given advice.", "124819": "Adjectives or adjectival phrases describing a noun or a situation, often providing additional information about the subject's characteristics or state.", "18328": "Prepositions and other function words that express relationships, such as \\of\\, \\to\\, \\with\\, \\at\\, \\about\\, \\by\\, \\for\\, \\in\\, \\against\\, often used in prepositional phrases, idiomatic expressions, or verb phrases, typically indicating possession, association, or relation between entities.", "124827": "Numerals, alphabetic characters, punctuation, keyboard-related terms, and symbols often associated with code, technical specifications, or typing, as well as words related to input or keyboard interactions.", "42908": "Proper nouns, particularly surnames of individuals, names of concepts, theories, books, and publications, often used in academic and intellectual contexts to reference specific people, ideas, and sources.", "67489": "Prepositions \\to\\ are used to denote a relationship between two entities, often indicating a connection, direction, or purpose in various contexts such as comparison, reference, or causation.", "67490": "Tokens surrounding dates, times, usernames, locations, and other metadata, often used to provide context or additional information.", "18345": "A four-digit number or date (year) that marks an event, birth, death, or other significant occurrence, typically expressed in a numerical format (e.g., year, month, day).", "124852": "Publication-related metadata, including dates, times, authors, and sources, often formatted in a consistent manner.", "75707": "Verb phrases indicating physical or verbal actions taken by a subject, often in a narrative or descriptive context.", "92097": "Proper nouns, abbreviations, and specific names of organizations, people, and places.", "92098": "Auxiliary verbs, linking verbs, or articles often used to establish the connection between a main clause and a subordinate clause, or to introduce a phrase or a sentence in a formal or informative context.", "116680": "Definite articles, typically preceding nouns, serving to specify and introduce distinct entities or concepts.", "100296": "Articles (\\The\\) preceding proper nouns, typically titles of books, movies, institutions, and other named entities.", "1998": "Determiners, quantifiers, or pronouns used to specify or emphasize a noun or a concept, often indicating a particular or general instance, quantity, or relationship.", "26578": "Various parts of speech in sentence structures, including nouns, determiners, prepositions, adjectives, verbs, and punctuation, often marking beginnings of clauses or phrases, specifying relationships, or adding emphasis.", "34781": "Proper nouns, names, and titles, sometimes including suffixes or prefixes, often representing people, places, groups, events, or objects.", "2019": "Various nouns and nominal phrases, including abstract concepts, body parts, objects, and locations, often representing entities, possessions, or domains that are integral to the context of the sentence.", "67559": "No explanation", "2030": "No explanation", "26611": "References to the process of creating written content, including the people involved, are prominent.", "10228": "Formal and legal language, often containing warnings, disclaimers, and descriptions of rights and intellectual property.", "2035": "The verb \\need\\ often in the context of necessity or requirement, can be in the various forms (\\need\\, \\needs\\, \\needed\\), and is often used to express a necessity for something or someone.", "51196": "Proper nouns, often used to describe organizations, groups, or specific entities.", "18428": "Time-related concepts, including parts of the day (e.g., night, day, morning, evening, sunset, sunrise, dawn, dusk), time periods (e.g., hours), and time-related transitions (e.g., from day to night, from one day to the next).", "43009": "Prepositions and nouns related to location and events, such as \\of\\, \\in\\, and names of festivals, fairs, and days, often indicating participation, occurrence, or organization.", "18436": "Adjectives describing positive sentiment or qualities, often used to express appreciation, praise, or enthusiasm.", "26631": "Auxiliary verbs or adverbs that form part of phrases with idiomatic or informal expressions, sometimes used in a more formal or literal sense, other times in a completely idiomatic sense.", "10247": "Prepositions and conjunctions, often functioning as links between clauses or phrases, or aiding in comparisons and descriptions of objects and actions, typically preceding or following a noun phrase or clause.", "92169": "Possessive or plural forms of nouns and numerals, often decades.", "10256": "Proper nouns, names of people, organizations, and locations, often associated with specific contexts or activities.", "83985": "The token is often a single word or punctuation mark that denotes the beginning of a quotation, sentence, or a specific piece of information.", "59410": "Verbs expressing various degrees of ability, intention, or tendency, often in a formal or objective tone, and frequently in the context of describing actions, behaviors, or states of being.", "92184": "Special formatting characters and punctuation marks, often used in conjunction with team names, locations, and proper nouns.", "18456": "Various parts of speech including nouns, adjectives, adverbs, and verb forms that do not seem to follow a specific pattern, often in the form of common verb and noun phrases, abbreviations, and numbers.", "26662": "Numerical values in text, often small integers, used for counting, enumeration, or quantification.", "2090": "The preposition \\of\\ is commonly used to indicate membership or association with a group, organization, or entity, often in formal or professional contexts, such as describing someone's affiliation with a company, committee, or community.", "43055": "Nouns or words typically ending in suffixes such as \\-ing\\, \\-er\\, \\-or\\, or plural forms often indicating concepts, objects, or entities, and often related to specific domains, activities, or people.", "10292": "Proper nouns, titles, and specific terms or names often appear in a distinct format, sometimes", "59448": "Ending digits of decades in various contexts, often denoting time periods.", "84027": "Units of time, numeric values, and time-related words.", "92227": "Words or phrases conveying a sense of inactivity, lack of motivation, or carelessness.", "10309": "Text features indicating various punctuation marks and special characters, often used at the beginning or end of a sentence or quotation, and first-person singular pronouns.", "34892": "Prepositions, possessive forms, and function words, often preceding nouns or noun phrases, indicating relationships such as location, possession, and connection.", "18510": "Definite article \\the\\ preceding a noun, often as part of a proper noun or formal title.", "51279": "Auxiliary verbs, linking verbs, and verbs that express possibility or necessity in a clause, typically used in formal writing or informative texts.", "116816": "Actions related to electronic media, finance, and distribution, including soliciting funds, making purchases, using internet platforms, and advertisements.", "125011": "Function words connecting ideas and phrases in sentences, as well as some words that can be considered transitional or introductory, including conjunctions, prepositions, and articles.", "10325": "A determiner or possessive pronoun preceding a noun, often related to a field of study, attitude, idea, organization, or geographical location.", "75869": "No explanation", "108637": "The pronoun \\you\\ is often used to address or refer to the reader or listener in a direct manner, commonly found in various forms of text such as advice, dialogue, or instructional content.", "67679": "Nouns or common phrases often at the end of sentences, quotes, or descriptions, sometimes referring to objects, events, or idiomatic expressions.", "34913": "Titles, names, or nouns that are specific to individuals or groups, often denoting roles, professions, or affiliations, and sometimes preceded by articles or conjunctions.", "18530": "No explanation", "116836": "Relative clauses introduced by \\that\\, \\which\\, or \\who\\ describing properties or characteristics of a preceding noun, often indicating a specific type or category.", "2158": "Phrases or words that express agreement, confirmation, or concession.", "34928": "Verbs or auxiliary verbs, primarily in the first person, that express the subject's actions, thoughts, or feelings, often indicating a personal perspective or introspection.", "2184": "Titles or roles indicating affiliation, position, or relationship, such as professions (worker, employee, sailor), organizational memberships (member), and other social roles (citizen, player, user, teammate, etc.).", "18578": "Surnames and proper nouns, often referring to people, organizations, or specific names of things, such as sports teams, companies, or events.", "18588": "Special tokens or phrases, often indicating formatting, enumeration, or emphasis, that are typically punctuation or short words.", "10398": "Interjections, exclamations or transition words preceding dialogue, a quotation or an action, often marked by punctuation (e.g. question mark, period, comma).", "75940": "Common verbs and nouns in a variety of contexts, often describing actions, events, or objects, including initiation, continuation, or completion of actions, and references to physical or abstract entities, relationships, and states.", "34980": "The conjunction word \\and\\ or \\or\\ used to connect words, phrases, or clauses, often to indicate a relationship of addition, accompaniment, or alternative, and the word \\but\\ used to indicate a contrasting relationship.", "108710": "Adjectives that intensify or emphasize a preceding noun or action, often expressing appreciation or amazement.", "59558": "Phrases expressing willingness or eagerness to perform an action, often involving a verb or adverb indicating happiness or pleasure, commonly followed by \\to\\ and an infinitive verb phrase.", "51368": "Names of people, job titles, and entities as well as nouns referring to concepts of work, school, and social status.", "10413": "Indefinite articles (\\a\\ or \\an\\) preceding a noun.", "100529": "Proper nouns or names, often referring to people, places, or organizations.", "75953": "Tokens consisting of abbreviations, acronyms, names, and publication or product titles often found at the end of words or phrases, or used as standalone proper nouns.", "125107": "Punctuation marks and special characters that indicate various grammatical functions or styles of writing, often denoting emphasis, abbreviation, or possession.", "59576": "Verbs and nouns related to the concept of reflection, including \\reflect\\, \\reflected\\, \\reflection\\, \\reflective\\, and \\reflects\\, often used in contexts where thoughts, opinions, or physical properties are being considered or evaluated.", "26812": "Dates or years in a range, typically denoted by a hyphen (-), en dash (–), or slash (/), indicating a span of time or period.", "43201": "Negation and opposition, comparative forms, and absence/presence indicators in text, often signified by prefixes (e.g. \\un\\, \\non\\, \\anti\\), or words indicating opposition (e.g. \\not\\, \\or\\, \\without\\), comparative suffixes (e.g. \\-er\\), or words indicating absence/presence.", "116949": "Prepositional phrases and phrases indicating a relationship or connection to something, with the key word often being a noun or a verb that provides context to the surrounding phrase or sentence.", "43223": "Various proper nouns and numerical values, including years, locations (e.g., places, islands), names of people and organizations, and notable events or items (e.g., films, songs, monuments).", "10460": "Proper nouns, often representing names of organizations, people, places, or events, and sometimes titles or brands.", "43231": "Various types of nouns, including proper nouns, and common nouns representing locations, concepts, objects, and titles, often serving as subjects, objects, or modifiers.", "84192": "Phrases indicating representation, perspective, or relation, often containing words or phrases that express a connection to a person, group, or entity, such as \\of\\, \\on behalf of\\, \\from the perspective of\\, or \\with\\.", "51432": "Prepositions or verbs that convey actions or relationships of accompaniment, containment, or causation, often indicating agency, movement, or assessment.", "10476": "Proper nouns and time-related words, including names of months, seasons, and years, often denoting specific events, dates, or periods.", "10477": "Years represented by the last two digits, often signifying a specific time frame or event.", "67821": "Token patterns found in or adjacent to dates, team names, player statistics, seasons, years, or sporting events, often including or being separated by special characters such as hyphens or slashes.", "51443": "Texts or words within a context which refer to a writing body, that can be found in a variety of forms such as paragraphs, messages, excerpts, and quotes, often used to convey meaningful information.", "51449": "Punctuation marks, often at the end of sentences, including but not limited to periods, commas, question marks, and exclamation marks.", "100604": "Punctuation marks that end sentences or clauses, including periods, commas, and others.", "18698": "Verbs or verb phrases indicating omission, cancellation or removal of something, often with a preposition or conjunction.", "84238": "Years, represented by a sequence of digits.", "59668": "A delimiter marking the beginning or end of a quotation, a new speaker, or a change in topic, often used in informal writing, dialogue, and online communication.", "43296": "Periods marking sentence boundaries.", "10528": "Verbs or actions of movement, positioning, or transition, sometimes with a sense of direction or location, including idiomatic expressions.", "84261": "Verbs, adjectives, and adverbs with various suffixes, especially those ending in -er, -ly, -al, and -ed, are emphasized, often in contexts of comparison, causation, obligation, or performance of actions.", "67891": "Prepositions indicating location or proximity, often preceding nouns or pronouns, denoting physical or metaphorical spaces, such as \\in\\, \\on\\, \\among\\, or \\within\\, and common nouns like \\house\\, \\home\\, \\community\\, \\America\\, \\campus\\, or \\room\\, signifying containment or association.", "125240": "Punctuation marks that end sentences or clauses, often followed by phrases or words that provide additional context or transition to a new idea.", "2364": "Quantifiers, determiners, and numeric values, often preceding nouns or noun phrases, are frequently marked as important, suggesting their role in specifying or restricting the scope of the nouns they modify.", "100671": "Prepositions, pronouns, and conjunctions often precede or follow nouns or pronouns referring to people, especially friends, family, or people with whom the subject has a relationship.", "59712": "Nouns, phrases, and names of distinct objects, places, concepts, and entities.", "92481": "Informal language patterns, often with colloquial expressions and affirmations, typically used in casual conversations and everyday speech.", "117064": "Special tokens and numbers used for numeric or specific quantities, and nouns or adjectives that are part of a larger phrase or name, often followed by punctuation or serving as a counter or indicator.", "35157": "Verbs or actions, often in the past tense, expressing human behavior, emotions, or physical activities.", "117078": "Prepositions 'of' and 'in' are used to express relationships between entities, often indicating possession, origin, support, or advocacy, typically following phrases that describe a person's sentiment, preference, or association with something.", "84310": "Verbs indicating willingness, intention, or ability, often used in phrases or idiomatic expressions.", "76126": "Common phrases or words related to community, unity, and collectivity, often used in contexts emphasizing shared values, social connections, or cooperation among people.", "18787": "Prepositions, conjunctions, or adverbs often preceding or succeeding a noun, verb, or adjective that provide additional context or meaning to the sentence, typically indicating a relationship, location, time, manner, or degree.", "67945": "Nouns related to concepts, objects, or entities that convey specific information about people, places, organizations, or things, often referring to abstract or concrete nouns that have a particular relevance or importance in a given context.", "18796": "Various formatting elements including dates, times, and citations, often denoted by punctuation such as colons, commas, hyphens, and parentheses.", "2414": "Descriptions of favorable or pleasant conditions, often related to weather, days, or periods of time, typically employing positive adjectives such as \\beautiful\\, \\glorious\\, \\lovely\\, \\sunny\\, \\clear\\, \\nice\\, \\good\\, \\fabulous\\, and \\fantastic\\.", "18805": "Proper nouns, names of organizations, locations, and specific terms or phrases, often including titles, surnames, and distinctive words or phrases in quotes.", "18808": "Punctuation marks, especially those indicating the start or end of a quotation, and various forms of sentence or phrase separators, such as colons, semicolons, and dashes.", "108924": "Verbs or phrases indicating assistance or support directed at a specific entity, often a person or group, typically in the form of \\help\\ followed by a pronoun.", "76156": "A sequence of words or phrases often denoting a progression or transition, usually beginning with a word like \\step\\, \\stage\\, \\part\\, or \\process\\, and often followed by a preposition like \\to\\, \\in\\, \\of\\, or \\from\\.", "43393": "Auxiliary verbs expressing degrees of possibility, necessity, or temporal relationships between clauses, often in a formal or objective tone.", "84353": "Special permissions, licenses, usage rights, warnings, or terms and conditions, often related to content, software, or products, where words like 'use', 'sell', 'display', 'not', 'be', and 'for' are significant in describing the terms of the agreement.", "76163": "Adjectives describing magnitude, emphasizing size, importance or degree.", "10636": "Punctuation marks separating titles, names, dates, and other distinct entities in text, indicating a shift in context or providing additional information.", "125328": "Verbs that provide assistance or benefit, such as \\help\\, \\helped\\, \\helping\\, \\assist\\, \\aid\\, and \\enabled\\, often used in contexts where something or someone is being supported or facilitated in some way.", "108949": "Words or phrases that indicate priority, sequence, or temporal relationships.", "125340": "Verbs, adjectives and nouns that convey action, description, or intention, often in formal or technical contexts.", "2468": "Punctuation and formatting markers separating distinct entities, items, or sections within a larger text.", "35240": "Definite articles, possessive pronouns, or other determiners introducing a noun that is part of an organization, institution, or a group.", "108978": "Contractions, particularly those indicating possession, negation, or future tense.", "35252": "Common nouns, often related to general concepts, physical objects, or abstract ideas, typically with neutral or objective connotations and moderate importance.", "43452": "Animal names or words related to animals, often used as nouns or parts of proper nouns.", "10689": "Verbs indicating the act of writing, including \\write\\, \\wrote\\, and \\writings\\, often followed by prepositions such as \\on\\, \\in\\, \\about\\, \\with\\, or \\for\\.", "92613": "Adjectives and adverbs, often with positive connotations, describing qualities, actions, or states of being, and sometimes indicating ability or degree of an action.", "109003": "The preposition \\by\\ indicating the agent or creator of an action, often used in passive voice constructions to express authorship, creation, or responsibility.", "109007": "The word \\community\\ often appears in contexts referring to a group of people sharing common interests, geographic locations, or affiliations, and frequently relates to organizations, institutions, or initiatives serving the needs of these groups.", "109011": "Ordinal numbers typically used to indicate a position in a sequence or rank.", "117208": "Titles, subtitles, and phrases often consisting of prepositions, articles, and nouns, typically used to describe names of books, movies, music albums, and other forms of media.", "117210": "Interjections, transition words, and other short function words that facilitate the flow of ideas and provide connections between clauses or sentences in informal writing or dialogue.", "125405": "References to specific dates or time periods, often denoted by a decade or century, and occasionally marked by a specific year or range of years.", "51677": "Common everyday nouns representing objects, concepts, actions, and ideas across various contexts, often denoting a need, option, standard, service, story, advice, rule, or situation.", "125416": "Articles, prepositions, and conjunctions connecting phrases or clauses, often functioning as a link between ideas or between main clauses and dependent clauses.", "51693": "Punctuation marks, particularly those used to end sentences, such as periods, and those used to separate items or clauses, such as commas and conjunctions.", "125421": "Common prepositions, articles, or possessive pronouns are frequently activated, often in conjunction with nouns, verbs, or other grammatical elements, suggesting a focus on typical sentence structures and word relationships in everyday language.", "117232": "Digits within a year, often part of a larger sequence of numeric characters representing a specific date or time period.", "10739": "The definite articles \\the\\ and indefinite articles \\a\\ and \\an\\ used in formal or informative writing to introduce or specify nouns.", "35316": "Ordinal numbers, often denoted by a suffix such as \\st\\, \\nd\\, \\rd\\, or \\th\\, indicating a position or ranking, commonly found in dates, sequences, or enumeration.", "84469": "Verbs or adjectives indicating the accuracy or truthfulness of information, often with connotations of objectivity, honesty, or correctness, and also words suggesting a false or misleading representation.", "43509": "Various forms of written text, often containing extraneous or incomplete sentences, and including usage of proper nouns, colloquial expressions, and punctuation marks, which are often utilized to express a tone or style in writing.", "109046": "Nouns and phrases related to specific objects, concepts, or actions, often denoting technical or specialized terms in scientific or informative contexts.", "109048": "Adjectives, nouns, and adverbs that have a descriptive function.", "43519": "Proper nouns or names of specific entities such as organizations, places, events, people, or creative works.", "51715": "Relational phrases or words connecting ideas, objects, or concepts, often indicating possession, inclusion, or comparison, typically introduced by words like \\like\\, \\that\\, \\to\\, \\is\\, \\in\\, \\of\\, or \\things\\ and often used to provide additional context or explanation.", "35334": "Proper nouns, especially names of organizations, institutions, countries, cities, and people, often used in a context that provides information about film and media industry.", "2570": "Prepositions and definite articles, especially \\the\\, often preceding a noun or phrase, typically denoting a specific item, location, or concept.", "59923": "Punctuation, introductory phrases, website names, and navigational elements found in online articles and website content.", "2580": "Negation often in the form of auxiliary verbs, particularly with \\does\\ or \\doesn't\\, and \\not\\ often paired with \\does\\, but also other forms of negation.", "109077": "Adjectives and adverbs relating to size, including \\tall\\, \\big\\, \\little\\, \\short\\, and \\long\\, often used to describe physical attributes or magnitude, as well as comparative forms like \\bigger\\ and \\shorter\\.", "51734": "Punctuation, numbers and special characters attached to the end of words or phrases, often denoting formatting, quantity, or other additional information.", "109081": "Nouns representing a concept, document, or entity that can be a part of a larger system, process, or structure, often used in formal or informative contexts.", "84517": "Proper nouns such as names of people, organizations, locations, and common nouns.", "51756": "Nouns and adjectives referring to a collection or sequence of related items, such as series, titles, games, books, films, and episodes, often indicating a broader context or franchise.", "18997": "Clauses expressing general statements, hypothetical situations, or universal truths, often involving a subject and a verb, and typically starting with \\no one\\, \\who\\, or \\anyone\\.", "10811": "Punctuation marks, especially periods, following a sentence or a quotation, often indicating the end of a sentence, thought, or quotation.", "76359": "Code and programming-related text features, including syntax elements, function calls, variable assignments, and namespace references.", "2635": "Prepositional phrases or verb phrases, often introducing a descriptive or explanatory clause.", "10832": "Specialized vocabulary, chemical names, and measurement units; words that connect phrases or clauses; prefix and suffix forming parts of words; a variety of function words, including articles, prepositions, and conjunctions.", "109156": "Prepositions and conjunctions used to describe relationships or interactions between entities, often indicating reciprocity or mutual involvement.", "35433": "Contractions and first-person pronouns in informal text, often used in phrases that express personal opinions, thoughts, or feelings.", "76393": "Punctuation marks used to separate or set off clauses, quotes, or distinct sections of text.", "84590": "Pronouns and possessive forms referencing a person, often used in phrases addressing or describing actions towards others.", "2676": "Proper nouns or specific terms, often referring to names, titles, places, concepts, or technical vocabulary.", "43646": "Specialized vocabulary related to academic and professional contexts, including formal titles, degrees, institutions, and publications, as well as formal language and punctuation used in citations, references, and official documents.", "27270": "Prepositions and auxiliary verbs preceding verbs or nouns that are part of an idiomatic expression, or words that modify the meaning of a verb or noun, often indicating direction, movement, or perspective.", "60039": "Possessive forms, either as separate pronouns or suffixes, indicating ownership or relationship between entities.", "84615": "Prepositions, conjunctions, and other function words used to provide support, assistance, or benefit in phrases that describe helping or aiding actions or situations.", "35465": "Nouns indicating membership or belonging to a group, organization or entity, often denoting affiliation, association, or status.", "84619": "The possessive form often used to describe a creator's work, such as an author's novel, a director's film, or a musician's song.", "43660": "Contractions and phrases indicating future tense, clauses expressing intention, obligation, or willingness, and modal verbs.", "84621": "Articles, prepositions, conjunctions, and relative clauses often marking the beginning of a clause or phrase.", "2707": "Punctuation and special characters, including colons, commas, dashes, and quotes, often used to denote dates, times, citations, and quotations in text.", "92822": "A digit or sequence of digits within a larger number, typically indicating a specific quantity or measurement.", "35478": "Nouns or titles signifying a person's profession, role, or position, often preceded by a descriptive word or phrase.", "109209": "Prevalence of conjunctions, prepositions, and articles in idiomatic phrases, titles, and common expressions.", "10906": "Common idiomatic phrases, repetitive phrases, and sequences of words that convey a single thought, often being repeated or echoed within a text or dialogue.", "60065": "Repetitive or sequential phrases, often short and familiar, including idiomatic expressions, exclamations, titles, and common phrases used in everyday conversation, typically used to add emphasis, rhythm, or clarity to the text.", "76454": "The number \\two\\ is commonly used in text to describe, refer to, or compare two entities, objects, individuals, or groups, often in a neutral or factual manner.", "51881": "Punctuation marks that follow a sentence or quotation.", "19120": "The token mark that indicates the end of a passage or quote.", "43700": "Numerals in years, particularly in the 20th and 21st centuries.", "27324": "Temporal and causal conjunctions introducing dependent clauses that specify the timing or circumstances of an event.", "35525": "Nouns or noun phrases often referring to specific objects, entities, or concepts, frequently in the context of being located on, associated with, or describing something, such as places, events, systems, or items.", "60103": "Proper nouns and phrasal names, often of events, organizations, and titles, which may include dates, days of the week, and other descriptive words, indicating a specific occurrence or grouping.", "2761": "Dates, times, events, and nouns representing names of organizations, people, or specific things often demarcate significant or specific information.", "51914": "Transitive verbs that link, associate, or describe the relationship between entities, concepts, or objects, often indicating actions like listing, displaying, covering, speaking to, showing, or casting.", "68301": "Verbs or verb phrases indicating intentional creation, design, or adaptation for a specific purpose, often with the words \\to\\ or \\for\\ introducing the intended use or goal.", "76502": "Prepositions, including \\in\\, \\to\\, \\of\\, \\for\\, \\on\\, \\with\\, \\by\\, and \\that\\, often used to introduce or connect clauses, phrases, or ideas in sentences, indicating location, direction, possession, purpose, or other relationships between entities.", "10968": "Prepositions indicating purpose, direction, or goal orientation, typically preceding the word 'for'.", "84703": "Special words or phrases that indicate comparisons, new beginnings, or references to time periods, often marked by specific prepositions, articles, or conjunctions.", "2793": "Common prepositions and function words preceding a noun or a verb, especially those that provide additional information regarding time, location, and manner, often used in formal or technical writing, and customer service-related phrases.", "27376": "Special characters and punctuation marks, abbreviations, and suffixes.", "84724": "Dates, typically consisting of a day, month and year.", "117493": "Verbs and adjectives expressing personal feelings or opinions, particularly those related to preference, affection, or taste.", "27380": "Verbs associated with physical movement, assistance, or carrying objects, often denoting interactions between entities or people, and sometimes expressing causality.", "125685": "Temporal markers or words indicating a specific point, period, or sequence in time, often denoting a transition or an event preceding or following another.", "11001": "Tokens and digits acting as year indicators, with one or more \\0\\s separating the digits.", "84730": "Punctuation marks, certain single characters, or short sequences of characters.", "60158": "Four-digit numbers, often representing years, and their variations, including years with an implied century and phrases involving years.", "76553": "Action verbs describing movement, change of state, light or sound often describing a physical phenomenon in the environment, such as flying, burning, glowing, spinning, vibrating, or hovering.", "76569": "Punctuation marks that end a sentence or clause, often preceding or following a distinct unit of text, such as a quote or an independent clause.", "117531": "Nouns or phrases that evoke a sense of reminiscence, nostalgia, or reference to a past time or experience, often used in phrases that express a comparison or a longing for something from the past.", "27423": "Prepositions often preceding nouns, corporate and institutional affiliations, and descriptive phrases indicating origin, formation, or purpose.", "60194": "Proper nouns or nouns representing individuals, organizations, locations, or concepts that are central to the context.", "76586": "Definite articles, typically \\the\\, used to introduce specific nouns or names, often referring to entities, titles, or proper nouns.", "125738": "Numerical values or single digits embedded within text, often indicating quantities, rankings, dates, or addresses.", "43837": "Prevalent definite article usage, typically 'the', at the beginning of noun phrases.", "19265": "Abstract nouns representing concepts, qualities, or states, often related to human experience, societal aspects, and the natural world.", "52038": "First person singular pronouns, typically 'I', often associated with expressions of personal experience, opinions, or emotions, commonly followed by a verb.", "52039": "A digit string representing a year, often part of a full date, birth or death year, or a year of publication.", "19274": "The beginning of a sentence or clause, often marked with a capital letter, signifying the start of a new idea or statement.", "84815": "Prepositional phrases, time-related expressions, or nouns describing time periods, seasons, or events.", "43857": "Adverbs and adjectives describing positive qualities of nouns, often used in evaluating or comparing objects, people, or situations.", "52050": "Various linguistic features including parts of speech such as adjectives, nouns, and adverbs, often used in a context to convey meaning, with some examples focusing on grammatical concepts like sentence structure, verb usage, and word choice.", "101204": "Quotation marks or other marks of separation preceding a change in speaker, topic, or context, often denoting a shift in narrative or dialogue.", "117590": "Prepositions, possessive adjectives, or descriptive phrases linking entities, places, or people, often indicating membership, association, or location.", "109421": "Capitalized nouns and verbs often marking transitions or beginnings, functioning as section headers, subheadings, or introductory phrases.", "76667": "Copula verbs, particularly \\is\\, \\are\\, \\was\\, \\were\\, \\has\\, \\have\\, and \\will\\, functioning as linking verbs to connect subjects with complements or predicates.", "117629": "The decades of a year, specifically the tens digit of the year within the 1900s to 2020s.", "2956": "Proper nouns referring to organizations, governments, countries, people, or nationalities.", "35729": "Indefinite articles \\a\\ or \\an\\ used to describe or introduce a person's profession, role, or characteristic.", "76696": "Punctuation marks, including periods, commas, hyphens, quotation marks, and apostrophes.", "125855": "Adjectives, nouns, or adverbs describing time, weather, or specific days, often used to set a scene or establish context.", "27552": "Prepositional phrases, nouns, and verb forms often related to general knowledge, everyday activities, and common concepts.", "19382": "A wide range of parts of speech including nouns, pronouns, prepositions, adverbs, and articles, often used to express personal opinions, preferences, or feelings in a positive or neutral context.", "125879": "Punctuation marks, primarily commas and periods, used to separate clauses or indicate the end of a sentence, often preceding or following coordinating conjunctions or other sentence-connecting words.", "43959": "Text is often attributed to an author, using phrases like \\written by\\, and may include reference to the date or context of the writing.", "84918": "Verbs in the first or second person singular, often in a conversational tone, indicating actions or states of being, frequently used in personal narratives or informal discussions.", "101313": "Adverbs or adjectives modifying or describing a noun or verb, indicating degrees, amounts or qualities, often used to convey nuanced meanings or subtle differences in a sentence.", "101334": "Patterns of phrases used to introduce or emphasize initial thoughts, actions, or reactions, often involving the words \\first\\ or \\thing\\, and sometimes using a combination of words to convey an immediate or initial response.", "84957": "Phrasal verbs, verb phrases, or verb idioms (often with movement, action, or transition) along with pronouns and some other function words.", "68579": "Prepositions indicating direction, purpose, or relation, often in formal or technical contexts, or auxiliary verbs used to form complex sentences.", "68580": "Punctuation marks and date indicators, including periods, commas, dashes, apostrophes, and cardinal and ordinal numbers, that are part of a date or time expression.", "11236": "Prepositions and names, often indicating authorship or attribution, in texts about software, publications, and academic works.", "27620": "Nouns denoting vehicles, locations, or events, often involved in actions or situations that are unusual, dangerous, or illicit.", "35824": "Definite articles preceding nouns.", "101361": "Quotations or text blocks, often used to provide additional context, clarify previous statements, or present different perspectives, typically separated from the main text by a line break or an indentation.", "125946": "A wide variety of text features are present, however, a common pattern is capitalization of proper nouns, and usage of punctuation as well as numbers and symbols, often denoting titles, names, and specific details.", "52239": "Initial and medial substrings of proper nouns, usernames, and names.", "11287": "Common indefinite and definite articles (\\a\\, \\an\\, \\the\\) and possessive adjectives (\\my\\, \\her\\) preceding nouns.", "44057": "Adjectives often used to describe something in a favorable or distinctive manner.", "76831": "Common verbs and determiners preceding nouns or other phrases, often introducing or describing actions, objects, or concepts.", "11301": "Auxiliary verbs, prepositions, or conjunctions typically used in informal, conversational contexts.", "126002": "A wide range of nouns, adjectives, and verbs with various meanings and functions are being used, often with a focus on conveying descriptive or qualitative information about people, objects, concepts, or situations.", "35898": "Punctuation marks, including periods, commas, exclamation marks, question marks, dashes, and parentheses, which typically indicate the end of sentences, separate items in lists, or introduce quotes.", "19518": "The digit \\2\\ preceding a numerical value, typically representing a year, percentage, or quantity.", "109642": "Proper nouns and specific names or titles, often representing organizations, people, places, or concepts.", "11338": "Starting a sentence with a pronoun often preceding a description or an action, often to change the subject or perspective.", "126030": "Indicators of time, recurrence, or sequence, including years, decades, anniversaries, and ordinal numbers, often used to describe changes, events, or milestones over time.", "60504": "Idiomatic expressions where the word preceding the activation often emphasizes a significant quality or extent of something, often using words like \\big\\, \\major\\, or \\great\\.", "3162": "Discourse markers and filler words, typically used in informal spoken language or casual writing, that serve to connect ideas, signal transitions, or express hesitations.", "126050": "Adjectives or adverbs modifying a noun or verb, typically indicating a degree, quality, or manner.", "117870": "Common function words or articles initiating or connecting clauses, phrases, or sentences in formal and informal text.", "52336": "Token indicating text that is being referenced, provided, or written by someone else, often used in citations, author attributions, or quotations.", "3185": "Various tokens including punctuation and determiners that often begin or end clauses, function words and phrases, such as prepositions, articles, and auxiliary verbs, often forming the start of a sentence or quotation, or functioning as a conjunction.", "76914": "The digit '9' in years from the 1990s decade.", "76917": "Verb forms often in the progressive or simple past tense, indicating actions or movements, sometimes in a literal or physical sense.", "60538": "Past tense copular verbs and auxiliary verbs used in passive voice constructions.", "93314": "Function words, especially transitional and connective words, that introduce or conclude clauses or phrases.", "68745": "First or second person singular and plural pronouns, possessive pronouns, and occasional noun phrases or verb phrases that they are associated with, often in informal or conversational contexts.", "60555": "Infinitive verb phrases and prepositional phrases, often indicating intent or purpose, typically begin with \\to\\ and involve actions such as making, getting, trying, entering, or pursuing something.", "27791": "Common nouns representing digital or published content, user interactions, and navigation on websites, often denoting a specific section or feature, such as articles, comments, reviews, questions, and posts.", "44178": "Verbs or verb phrases, often in a context of experiencing or performing an action, typically in a positive or neutral manner.", "68759": "Tokens that are part of proper nouns or compound words, or are affixed to words to form new words.", "27800": "Adverbs and adjectives often used to describe the degree or manner of a particular action or state, typically expressing a high, large, significant, or notable quality.", "126104": "Surnames, organizations, or product names that are often used as proper nouns.", "44190": "The verb \\do\\ or its variations (\\does\\, \\did\\) is often used in negative or interrogative sentences, and sometimes in affirmative sentences for emphasis, often to convey a sense of ability, action, or negation.", "76963": "Indicative words or phrases that introduce a subset of a general group, often expressing a partial or specific perspective, including words such as \\some\\, \\others\\, \\who\\, and \\that\\, which help to narrow down or specify a particular segment of the population or a group.", "3240": "Special characters, capital letters, and punctuation often precede or follow special tokens that initiate a quotation, introduce a new sentence or topic, set off an aside, or denote a transition to direct speech or text.", "93362": "Numbers and words indicating time periods, such as years, semesters, seasons, and months, often presented in a formal or academic context.", "3251": "Indefinite pronouns, words or phrases that refer to a non-specific person or entity, often used to express a general or abstract idea, or to describe an action without specifying the doer.", "76980": "A verb or a clause indicating an action or event that happens or is experienced by the subject, often marking a turning point or significant development in a narrative.", "19640": "References to written communications, including books, documents, and online content such as texts, passages, messages, and scriptures, often with a focus on their meaning, interpretation, or origin.", "44220": "Auxiliary verbs, pronouns, and prepositions used in phrases, particularly those that indicate possession, action, or relation, often appearing in contexts where they are essential to the completeness and meaning of a sentence or phrase.", "101566": "A wide variety of text patterns are present, often indicating a break in the narrative or the introduction of a quote, title, or proper noun, with some instances of transition words or phrases, and the use of punctuation to set off distinct elements within the text.", "126143": "Adjectives that describe or modify nouns, often conveying a sense of quality, condition, or state.", "27840": "Phrases beginning with \\thing\\ or \\things\\ that often express importance, preference, or singularity, typically in the context of a statement or opinion.", "117953": "The token \\weather\\ is commonly found, with other words related to weather, sky, or atmosphere, often in the context of describing or mentioning weather conditions, natural events, or time periods.", "36033": "The digit \\9\\ often appears as part of a year in dates.", "3268": "Titles of books, articles, papers, academic works, musical pieces, lectures, and other published materials, often preceded by prepositions or conjunctions.", "68808": "Enumeration and/or sequential listing, often using ordinal numbers or words (First, Secondly, One, Two), and/or numerals (1, 2) to introduce items, with or without preceding introductory phrases or words (for one, in part because, for one thing).", "85195": "Punctuation marks and special words often used in informal online writing such as contractions, abbreviations, and colloquial phrases.", "44236": "Prepositions \\over\\ and \\above\\ describing spatial relationships, often indicating positions relative to other objects, as well as describing scalar quantities such as time, magnitude, or quantity.", "77005": "Articles (\\a\\, \\an\\, \\the\\) and words that act as determiners (\\one\\, \\both\\, \\no\\) in informal writing, often in the context of personal statements or opinions.", "93393": "Animals, often serving as nouns in various contexts, such as metaphors, descriptions, or proper nouns, and sometimes being part of a compound word.", "52440": "Initial, capitalised words marking the beginning of proper nouns, article titles, or special phrases.", "11482": "Proper nouns and words related to the sun or light, sometimes part of titles or names, often appearing at the beginning of a text or sentence.", "3299": "Adverbs and adjectives expressing frequency, universality, or generality, often paired with verbs or nouns to convey a sense of continuity, stability, or certainty, such as \\always\\, \\ever\\, \\constantly\\, \\never\\, \\too\\, and \\right\\, as well as nouns like \\time\\, \\circumstance\\, and \\experience\\ that provide context to these expressions.", "19686": "A variety of words, mostly nouns, adjectives, verbs, and prepositions, with significant importance in phrases, clauses, or sentences that often convey meanings related to common actions, ideas, or objects, and sometimes appear in idiomatic expressions or colloquial language.", "109800": "A conjunction, often \\and\\ or a comma, used to connect words, phrases, or clauses in a sentence.", "68842": "Adverbs indicating negation, degree, or time, often used to convey nuanced or conditional meaning, such as \\not always\\, \\not necessarily\\, \\entirely\\, and \\constantly\\.", "19698": "A delimiter used before a date, often in the format \\year-month\\ or \\year-month-day\\, to separate it from surrounding text.", "77049": "Geographic locations, institutions, and proper nouns, possibly indicating places, destinations, or specific sites.", "101630": "Phrases or words describing a connection, relationship, or association between two entities, often indicating a combination, juxtaposition, or addition.", "85246": "Special symbols, punctuation and short words (\\on\\, \\by\\, \\GMT\\, \\Day\\, etc.) that denote the beginning or end of sections, timestamps, sources, actions, emails, posts, locations or other metadata in web content and articles.", "118016": "Nouns representing entities, organizations, concepts, and objects, often denoting specific types or categories, such as companies, products, services, groups, and research fields.", "60682": "Words often containing the letters \\qu\\.", "60683": "Time indicators, including hours, minutes, AM/PM, and parts of the day (morning, afternoon, day, today, or sunrise), typically marking specific times of events.", "36107": "Variations of words that convey light or brilliance, including \\shine\\, \\shiny\\, \\shining\\, \\shiner\\, \\shines\\, often used figuratively to describe something exceptional or radiant.", "93451": "Tokens that indicate time, sequence, or format within a body of text, such as dates, times, track numbers, and ordinal numbers.", "11537": "Prepositions and function words preceding nouns that denote sources, citations, or references, often in a formal or academic context, and words that indicate authorship or attribution.", "126250": "Functional or descriptive nouns often follow common prepositions or articles in formal or technical writing, and may be preceded by a comma or a dollar sign.", "68917": "Prepositional phrases or phrases beginning with common words and phrases, including \\of\\, \\in\\, \\to\\, \\for\\, \\with\\, \\from\\, \\on\\, \\at\\, and \\about\\, often followed by nouns or gerunds, that introduce a subset or a specific aspect of a larger topic, or provide additional information.", "3389": "Token \\er\\, \\ing\\, \\ly\\ suffixes, and verb forms (especially in the past tense) describing actions of creation, revision, or development, as well as nouns for entities that participate in or result from these actions.", "85311": "Proper nouns, titles of books, movies, music, and other forms of media, company names, product names, location names, and other specific references, often indicating a notable or unique entity.", "93508": "Verbs or verb phrases indicating a change in status or condition, often used to describe a shift or transition from one state to another.", "44363": "Determiners and suffixes, especially those indicating profession, location, or personal attributes, often being part of noun phrases, including nationality, expertise, occupation, or personal trait descriptions.", "52556": "Prepositional phrases, verb phrases, and descriptive phrases that provide additional context to a sentence or a clause, often indicating location, manner, or relationship between entities or concepts.", "85328": "Verbs related to jumping, hopping, or climbing movements, often conveying action, energy, or sudden change.", "85332": "Adjectives or adverbs attached to nouns, often describing a positive or desirable quality, and indicating a relationship or a state.", "3420": "Various types of metadata, including dates, updates, and navigational elements, such as links and cross-references, that provide context and additional information about the content.", "27996": "Conjunctions and prepositions that often precede or follow a noun, verb or adjective to connect ideas or show relationships.", "93532": "Pronouns often follow a statement or phrase to refer back to the subject or object of the sentence, indicating the relationship between the speaker/writer and the subject or object.", "60767": "Prepositions 'by', 'in', or 'on' indicating authorship, location, or posting date, commonly found in online comments, articles, or forum posts.", "93537": "Adjectives, nouns, and verbs that form the core of constructs like idioms, titles, names of events, names of places, and indicate possession or action.", "44390": "Prepositions or conjunctions connecting phrases or clauses.", "3434": "Nouns or noun phrases representing concepts, entities, objects, organizations, places, or processes, often related to events, actions, or situations in specific contexts.", "85359": "Titles of songs, books, albums, and quotes, as well as names of people and places, are typically marked as significant.", "60784": "Common contexts include computer-related actions, such as accessing or displaying information, and references to visual perspectives, opinions, or attitudes, often in the form of a clickable link or button labeled \\View\\.", "126327": "Punctuation marks separating items or clauses, often used to indicate the end of a sentence, separate items in a list, or set off non-essential clauses.", "60792": "Apostrophes used to form contractions or possessive nouns, and single quotation marks used for direct speech, with an emphasis on possessive pronouns, along with various punctuation marks like commas and periods, and numbers and spaces used for formatting and emphasis.", "11657": "Titles and proper nouns, especially those belonging to mythology, fairy tales, and folklore, often in the form of character names or story references.", "101770": "Expressions of gratitude, admiration, or acknowledgement, often accompanied by polite or informal language, such as \\thanks\\, \\appreciate\\, \\mean\\, \\help\\, \\please\\, and \\obliged\\, as well as superlatives and intensifiers like \\forever\\, \\outstanding\\, and \\very\\, which convey a sense of positivity or courtesy.", "85387": "A linking word or phrase, typically a preposition, conjunction, or auxiliary verb, connecting a noun or pronoun to the rest of the sentence.", "52620": "Titles, song names, band names, and other proper nouns often used as names or identifiers in various contexts.", "19859": "Prepositions and articles preceding a noun or pronoun.", "101782": "Prepositional phrases often used as idiomatic expressions, or verb phrases involving an action being performed on or with something.", "118171": "Numerical and time-related expressions, including years, seasons, quarters, and fiscal years, often used in formal or descriptive contexts.", "77213": "Copulas (linking verbs), primarily \\is\\, \\are\\, \\was\\, and \\were\\, that connect subject and predicate in sentences, often forming the core of the sentence's meaning.", "101796": "Adjectives and adverbs conveying a sense of pleasant warmth, comfort, or affection, often used to describe environments, emotions, or physical sensations.", "52647": "Tokens that begin or end a sentence or a quotation, including articles, conjunctions, and prepositions.", "3502": "Verbs or words related to actions of giving, helping, or assisting others, often used in phrases or idioms.", "126387": "Years, typically in the formats \\YYYY\\, \\YY\\ or \\YY-YY\\ are highlighted.", "101812": "Verbs, nouns, adjectives, and adverbs that are crucial for understanding the meaning of a sentence or phrase, often indicating some kind of action, explanation, or interpretation.", "44470": "A common pattern of phrases or sentences that express ownership or attribution of thoughts, opinions, or information, often using phrases such as \\of\\, \\those of\\, \\my own\\, \\views expressed\\, or \\opinions\\ to indicate the source or origin of the ideas or perspectives being presented.", "101818": "A digit \\0\\ in numerical values, often in years or other multi-digit numbers.", "110011": "Verb phrases or sentence starters, often introductions or transitions, connecting clauses or ideas, and initiating a shift in the narrative or argument.", "118209": "Initial words or phrases of sentences or quotations, often expressing strong emotions, opinions, or personal experiences.", "77252": "Tokens related to general knowledge or abstract concepts, often representing objects, actions, or ideas in various contexts, such as expressing emotions, describing events, or referring to specific entities or relationships.", "28104": "Phrases related to events, competitions, and sports, including names of events, tournament participation, rankings, seasons, conferences, and various athletic activities.", "118217": "Adverbs and adjectives describing magnitude, quantity, or frequency.", "19915": "Prepositional phrases connecting nouns or clauses, often indicating relationships of location, possession, or comparison.", "77265": "Punctuation and special characters used to separate or indicate various types of information or formatting, such as titles, dates, numbers, and citations, as well as to set off quotations or indicate pauses in text.", "44499": "Symbolic tokens used to denote special elements in text, such as section or paragraph indicators, separators, links, and codes, often serving to organize or provide additional information to the content.", "118234": "Second person pronouns, indefinite pronouns and articles preceding a verb or an adjective, or following a preposition, often introducing a subject or an explanation.", "77280": "A variety of media-related terms and titles, including TV shows, movies, and broadcasting, often used in sentences describing events, news, or reviews.", "126436": "Punctuation, primarily quotation marks, periods, and commas, signaling the start or end of a quotation, sentence, or phrase, and often denoting a shift in tone or context.", "3560": "Common nouns, including abstract and concrete objects, concepts, and entities, that are often found in descriptive phrases or clauses, representing various aspects of life, such as activities, events, and relationships.", "19950": "Function words often function as connectors, particularly prepositions and conjunctions, and articles, which connect phrases, clauses, or ideas.", "36335": "Tokens that are part of a title, event name, or date.", "60915": "Relative clauses introducing a descriptive phrase about a noun or pronoun, typically using words like \\that\\, \\which\\, \\who\\, or \\whose\\.", "77303": "Proper nouns, abbreviations, or special terms often appear at the beginning of a sentence or text passage.", "118264": "Punctuation marks, abbreviations, and short words or phrases that serve as connectors or filler words in informal text, often found in online forums, comments, or social media posts.", "36348": "Nouns related to agriculture, farming, and harvesting, such as crops, wheat, corn, grain, and harvest, often used in contexts describing rural settings, food production, or natural processes.", "93695": "Numerical values, particularly years, often written in a two or four-digit format.", "19972": "Initial words of a sentence or phrase that often serve to introduce a new thought, indicate a shift in the narrative, or provide a transition between ideas, commonly preceded by a quotation mark, period, or other punctuation.", "60936": "The token often represents educational or institutional entities, such as schools, universities, colleges, or specific departments within them, as well as concepts related to learning, like curriculum or academic records.", "69129": "Verbs or verb forms, verb forms \\ing\\, adjectives, adverbs, and nouns that express an idea, an action, or a state, often in a formal or technical context, and tend to be used in written language, particularly in informative or analytical writing.", "11788": "Prepositions and articles connecting nouns or a sequence of words that can be nouns or prepositional phrases.", "69135": "The noun \\people\\ often used in various contexts, typically as a subject, to refer to a group or population being discussed, and is often used in a general or abstract sense.", "60946": "Auxiliary verbs or pronouns used in defining or descriptive clauses or phrases.", "77331": "Proper nouns and names of specific entities, including teams, organizations, people, and locations.", "60978": "Verbs or verb forms that convey action or change, often in a neutral or objective context, frequently in the present tense, and typically third person singular.", "3656": "Special characters and punctuation marks including apostrophes, hyphens, and quotation marks, as well as the names of months, are often being annotated.", "118353": "Special tokens and punctuation marks often indicate the start of a quotation, a new idea, or a shift in tone, and frequently appear adjacent to words related to meaning, roots, words, scripts, and language in general.", "44626": "Date and time indicators, often in numerical formats, and various punctuation used to separate different parts of the date or time, or to indicate quotes.", "20052": "Conjunctions and function words, primarily prepositions and articles, often connect significant nouns and phrases, as well as descriptive adjectives and verb phrases, in various contexts.", "52821": "Tokens that are part of an internet address, date, time, number, or code.", "126548": "Expressions of affection, preference, or sentiment, often in the form of verbs or adjectives indicating a positive or negative feeling towards something or someone.", "61032": "Pronouns used as objects of a verb or preposition.", "20075": "Adjectives and nouns describing or denoting particular objects, concepts, or individuals, and often indicating specificity, peculiarity, or action.", "61037": "Proper nouns, nouns, and other words referring to titles, names, objects, locations, or significant concepts, often used to identify specific entities in text.", "69235": "Ordinal numbers, dates, percentages, and proper nouns, such as names of people, places, and organizations, often marked as important tokens.", "28275": "Target words are typically nouns or phrases that are central to the subject matter, including but not limited to, objects, concepts, names, locations, or ideas being discussed in the text.", "93814": "Tokens often appear to be part of titles, usernames, dates, timestamps, links, or branding names, and may contain numbers, special characters, or common internet language.", "118394": "Special keywords and phrases that introduce or provide additional information about the content, often including meta-data such as dates, times, locations, and sources.", "126586": "Prepositions, particularly \\of\\, \\in\\, \\on\\, \\to\\, \\for\\, \\by\\, \\from\\, \\with\\, and \\about\\, indicating relationships between entities or concepts in various contexts.", "28287": "Titles of movies, films, or cinematic works, often accompanied by directors, producers, or other relevant information.", "93824": "Verbs used for description or attribution, often linking the subject to a state or property, commonly found in written texts and formal descriptions.", "61055": "Verbs, nouns, and pronouns that initiate or are part of a scenario, situation, or action, often involving decision-making, problem-solving, or evaluation of circumstances.", "93826": "Titles and labels of things, such as nouns and noun phrases indicating names, positions, and characteristics, which appear to be emphasized or set apart within a given text.", "85637": "Initial words or phrases of proper nouns, titles, or distinct phrases often set apart from surrounding text, sometimes including descriptive words or phrases that provide more context.", "28294": "Mainly past tense verbs, often at the beginning of a clause or sentence.", "102024": "Verbs that link a descriptive clause to a noun, often used in a relative clause or to provide additional information about the subject being described.", "110227": "First-person pronouns and their associated verb forms, often used to express personal thoughts, experiences, and opinions.", "44699": "Nouns or short phrases that often begin a sentence, quotation, or phrase, and are often followed by a comma or other punctuation, describing a scene, setting or situation, or introducing a person, place or thing.", "69280": "Numerical values, often representing quantities, measurements, times, dates, ages, and rankings.", "118437": "Prepositions connecting words in various contexts, such as text formatting, linking, and comparisons.", "36519": "Abstract nouns, often related to concepts, ideas, events, or conditions, that provide context or background information, typically serving as subjects, objects, or complements in a sentence, and often indicating a theme or focus of the surrounding text.", "93870": "Punctuation marks, particularly periods and commas, used to indicate the end of a sentence or to separate clauses within a sentence, often preceding or following conjunctions, transitions, or phrases that introduce a new idea.", "110264": "Camera-related terms and photography concepts, as well as dates and numbers indicating time or specifications.", "11964": "Titles, proper nouns, names of people, places, and organizations, and citations as well as words denoting formal or published concepts.", "61118": "Dates, possessive pronouns, and contractions, particularly those indicated by an apostrophe.", "118463": "Numerical values, often indicating quantities, rankings, or measurements, and sometimes accompanied by a unit of measurement or a descriptive term.", "69314": "Function words or punctuation marks often preceding, following, or separating items in a series or list, and occasionally connecting prepositional phrases or clauses.", "11971": "Titles of professions, academic and honorific designations, and names of organizations or agencies, often indicating expertise or authority in a field.", "20172": "Two or four digit year representations.", "93907": "Proper nouns or words with special or proper noun-like characteristics, including names of people, places, movies, books, and unique entities.", "126685": "Adjectives or verbs that express a sentiment, evaluation, or judgment, often implying a subjective opinion or a value-based assessment.", "44769": "Verbs or verb phrases, often in the form of verb suffixes or verb phrases consisting of a verb and a preposition, indicating a change in state or action.", "52964": "Auxiliary verbs and negation words often used to express inability, contradiction, absence, or prohibition.", "3814": "Verbs or adjectives expressing a strong emotional or psychological impact, often describing personal experiences, reactions, or effects.", "3819": "Prefixes and suffixes attached to words, often possessive or adverbial in nature, with some instances of nouns preceded by articles.", "28398": "Prepositional phrases indicating authorship or origin, often appearing with verbs such as \\posted\\, \\submitted\\, \\written\\, or \\photographed\\.", "61166": "Formal warnings, disclaimers, and cautions typically found in legal, medical, or professional contexts, often indicating limitations of liability, accuracy, or suitability of information.", "110323": "Numbers or numerical digits embedded within or at the end of various types of data, including addresses, phone numbers, dates, and identifiers.", "85748": "Copulas and auxiliary verbs, modal verbs, and adjectives often link the subject to predicate or clauses, indicating existence, possession, necessity, or intensity.", "69366": "Nouns and adjectives related to politics, social institutions, and activities, including words that convey a sense of organization, authority, or social influence.", "118519": "Negation words and phrases, determiners, and sentence connectors, often indicating contrast or exclusion between clauses or phrases.", "77563": "Titles of movies, books, TV shows, albums, or other forms of media, often including proper nouns and/or common titles, which can be a single word or short phrase.", "93948": "Various types of formatting and structural elements found in online content, such as citations, links, headings, categories, and special characters, which serve to organize, provide additional information, or clarify the meaning of the text.", "126723": "Linking verbs and other forms of the verb \\to be\\ in the present or past tense, typically connecting the subject of a sentence to additional information.", "20237": "Adjectives with positive or negative connotations, especially those ending in suffixes -ed, -ful, -less, -ous, or -ic, often used to describe people, emotions, or situations.", "110350": "Conjunctions or words that introduce clauses or phrases, often marking transitions or connections between ideas in a sentence.", "102158": "Compound nouns, often including a descriptive word and a common noun, forming a proper noun or a specific term.", "118549": "Verb phrases often indicating a transition, change, or action taken, typically in the context of news articles or formal reports, using verbs such as \\announced\\, \\approved\\, \\began\\, \\continued\\, \\delivered\\, \\expected\\, \\faced\\, \\forced\\, \\got\\, \\held\\, \\implemented\\, \\left\\, \\passed\\, \\present\\, \\removed\\, \\returned\\, \\secured\\, \\started\\, \\turned\\, \\vaulted\\, \\visited\\, \\was\\, and \\wrote\\, among others.", "61208": "Temporal expressions, including days of the week, seasons, holidays, and specific dates, often used to describe schedules, events, or activities.", "20251": "Clauses that indicate ability, possibility, or intention, typically introduced by auxiliary verbs like \\can\\, \\could\\, \\would\\, \\may\\, \\will\\, or \\to\\ in infinitive verb phrases, and sometimes used with adverbs like \\actually\\ or \\eventually\\.", "126774": "Proper nouns and names of people, places, and organizations, often denoting specific identities or affiliations.", "102200": "Proper nouns, titles, organization names, and domain names often have distinctive suffixes or are set off by punctuation.", "28475": "Indefinite articles and determiners, often preceding nouns or noun phrases, or other types of partitive constructions such as prepositional phrases.", "77628": "The beginning of a sentence or passage often contains nouns, verbs, or adjectives that are crucial for understanding the context, with a focus on concrete objects, quantities, or actions, often describing a particular subject or situation.", "20288": "Verb \\are\\ is commonly found in various sentence structures, predominantly linking a subject to additional information, often providing a description or a state of being, and typically appears in clauses beginning with an auxiliary verb.", "126786": "Phrases often containing short descriptive words or numerals and usually preceded or followed by prepositions, articles, or other short words.", "20294": "Words, phrases, or punctuation that connect, introduce, or conclude a statement, phrase, or clause.", "44876": "Dates, times, and other temporal references, along with ordinal numbers and quantifiers, often used to provide context or specify events in text.", "69456": "Various linguistic patterns including idiomatic expressions, negation, comparison, and causal relationships, often introduced by specific words or phrases such as \\necessarily\\, \\because\\, \\mean\\, \\say\\, \\make\\, \\claim\\, \\not\\, \\same\\, \\as\\, \\about\\, \\with\\, and others, indicating a relationship between clauses or phrases.", "53073": "Ranges of years, typically used to represent a time period or duration, often used in biographical information, historical events, or records.", "53076": "Common verb phrases expressing intention, desire, or preference, often using the form \\to\\ + verb, \\looking for\\, or \\trying to\\, which convey a sense of wanting, needing, or seeking something.", "77656": "Tokens related to online forums, including usernames, posting dates, times, and quote references.", "61279": "Common patterns include idiomatic expressions, proverbs, set phrases, and colloquialisms, often involving wordplay or figurative language, as well as titles, names, and proper nouns.", "118628": "Verb forms indicating an action or state, typically in passive voice or a formal/technical context, that provides information or describes a process.", "28517": "Periods marking the end of a sentence, often used to conclude a thought or statement.", "3951": "Tokens often indicate written articles, press releases, or other forms of formal writing and include words or phrases that introduce or refer to events, meetings, conferences, or other activities, often in a formal or official tone.", "44913": "Verbs that express various actions, often related to basic human needs or activities such as communication, creation, movement, and social interaction.", "110450": "Nouns or verb forms followed by articles, prepositions, or other function words that initiate or continue a phrase, often indicating a new action, period, or situation.", "36722": "References to canines, typically using the words \\dog\\ or \\dogs\\, often in the context of pets or animal behavior, with some mentions of breeds and related terms.", "126845": "A period often marking the end of a sentence or abbreviation.", "85894": "Common phrases and words associated with speaking, writing, and communication, such as \\say about\\, \\talk about\\, \\discuss\\, \\explain\\, \\comment\\, \\read\\, \\write\\, and \\post\\, often followed by prepositions like \\in\\, \\on\\, \\from\\, \\to\\, and \\about\\, typically used in contexts of sharing thoughts, opinions, or information.", "28550": "Function words and short words often expressing addition, continuation, existence, or possibility, typically used to form phrases or clauses that provide additional information or context.", "102283": "Prepositions, adjectives, and nouns that form common phrases and idiomatic expressions.", "36750": "Nouns denoting social entities, specifically those that refer to groups of people with shared interests or affiliations, such as communities, movements, or nations.", "94094": "Prepositions and conjunctions, often used in idiomatic expressions, and punctuation marks that connect phrases or clauses in various forms of written text, including poetry and prose.", "69520": "Numerical values or units of time (years, decades, centuries) often used to describe duration, age, or time elapsed.", "12179": "Proper nouns and specific names of objects, locations, organizations, events, and technical terms, often denoting unique entities or concepts.", "53140": "Special characters including single quotation marks and hyphens, as well as numbers and the word \\the\\.", "94102": "Phrasal verbs or idiomatic expressions involving verbs of movement, such as \\jump\\, \\leap\\, \\hop\\, \\spring\\, and \\bounce\\, often used to convey sudden or significant action, transition, or change.", "110486": "Contractions, aposiopesis, or transitions marking the beginning or end of quotes, sentences, or passages, often represented by punctuation, conjunctions, or verb negations.", "110490": "Connecting phrases, transitional words, or phrases used to add, contrast, or conclude ideas in informal online discussions.", "85921": "Proper nouns, typically titles of songs, albums, or unique phrases.", "12197": "A variety of sentence-ending and sentence-starting punctuation, such as periods, quotation marks, and ellipsis, used to separate quotes, mark the beginning or end of a sentence, or indicate the start of a new thought or idea.", "44971": "Punctuation marks, abbreviations, and words indicating a transition to a quote or a post from someone else, often including colons, quotation marks, and words like \\Quote\\, \\Post\\, \\Re\\, and \\From\\.", "118707": "Words related to temperature, weather, or climate, including descriptors of heat, cold, warmth, and other meteorological conditions.", "20411": "Definite articles, possessive pronouns, and other determiners, often preceding nouns.", "28607": "Suffixes or the ends of words, often indicating the part of speech or forming comparative, superlative, or verb forms.", "126924": "Adjectives and nouns associated with being a supporter or admirer of something, often describing a strong affection or loyalty towards a particular entity, such as a person, team, or organization.", "94165": "Verbs or nouns related to validation, evaluation, testing, previewing, assessing, or examining something, often in an academic, professional, or technical context.", "69597": "Auxiliary verbs or common function words that connect clauses or indicate time.", "61407": "Verbs describing an action or relation typically involving information transfer or content presentation.", "53234": "Idiomatic phrases, colloquial expressions, and common figurative language patterns.", "77813": "Numerical values or quantities, often preceding a unit or describing a measurement, that appear to be relevant to the context.", "4095": "Titles or names of books, articles, songs, events, etc, often followed by the word \\the\\ or a conjunction \\and\\.", "86016": "Adjectives used to describe or qualify a noun, often conveying a specific quality or characteristic.", "4098": "Expressions and phrases often initiating a statement or clause, typically starting with words like \\something\\, \\somebody\\, \\must\\, \\got to\\, \\have to\\, or \\there has to\\ which may indicate a degree of necessity, obligation, or probability.", "36869": "Nouns and proper nouns, typically referring to names of individuals, often used as direct references or addresses in text.", "28683": "Inflected forms, suffixes, and function words, particularly those with grammatical or idiomatic purposes, as well as words involved in comparisons or specifying quantities.", "45070": "Brand names, event names, proper nouns, and specific terms associated with various events, organizations, and locations, often related to arts, culture, sports, and performances.", "61454": "Verb phrases or clauses often containing the linking verb \\is\\, or other auxiliary verbs like \\has\\, \\are\\, \\gets\\, or \\be\\, frequently initiating a sentence or clause, and expressing a state of being, a description, or an action.", "69664": "Numerical values and digits, often used in dates, times, quantities, phone numbers, and references.", "45110": "Punctuation and special characters separating or preceding metadata, links, user information, timestamps, or labels.", "86071": "Indefinite pronouns and nouns that refer to non-specific concepts, entities, or activities, often used in phrases that express vagueness or generality.", "61502": "Transitional phrases or words that connect ideas, indicate time, or signal a shift in thought, often at the beginning of a sentence or clause.", "53317": "Tokens consisting of dates, titles, authors, publication information, website addresses, and special formatting indicators, often found in bibliographic information, product descriptions, or comments and reviews sections.", "45126": "Definite article \\the\\ in various contexts, often preceding a noun or noun phrase.", "12358": "Typically a quotation or phrase, often with the speaker or author attributed, preceding or following it, sometimes with additional context or punctuation.", "4171": "Punctuation marks that typically serve to set off, join, or separate text elements including quotation marks, apostrophes, commas, and suffixes.", "118864": "Prepositions \\over\\ indicating a range, extent, or degree, often used to express a period of time, comparison, or transition.", "20576": "Prepositions connecting clauses or phrases, often used in idiomatic expressions or indicating relationships between entities.", "94305": "Adjectives often used to provide a subjective evaluation or description of something, typically with a slightly formal or emphatic tone.", "12391": "Punctuation marks at the end of sentences or clauses, often preceding or following conjunctions, prepositions, or other coordinating words, sometimes used to set off parenthetical elements or quotations.", "77936": "Nouns or phrases often referring to time, location, or events, such as months, seasons, outdoor settings, sports, and leisure activities.", "28784": "Nouns or noun phrases often representing organizations, projects, systems, technologies, medical conditions, geographic locations, or events, typically consisting of two or more words and usually lacking articles, often following a descriptive word or phrase.", "12411": "Nouns, often forming the central concept of the surrounding phrase, which can be part of an idiomatic expression or represent a key idea, place, or thing.", "77948": "Proper nouns, names of specific people, places, objects, businesses and events, often denoting unique entities or identifiers.", "110731": "Punctuation and special characters used to separate information, indicate metadata, or provide additional context in written text, including dates, author names, categories, tags, and citations.", "28816": "Punctuation marks, particularly commas, periods, and conjunctions, that are used to connect clauses, phrases, or ideas, and to indicate pauses or transitions in a sentence.", "12440": "Verbs indicating representation, reflection, or signification in formal or technical contexts, often used to describe or explain concepts, data, or relationships, and typically found in academic, scientific, or informative texts.", "28827": "Prevalent tokens include verbs, nouns, adjectives, and adverbs that tend to express or describe a particular state, action, or quality, often with a positive, negative, or neutral connotation.", "127132": "Mathematical concepts and terms, often referring to abstract notions and objects, such as geometric shapes, algebraic structures, and functions.", "61605": "Verbs describing the creation, production, or completion of something, often in formal or professional contexts, such as research studies, artistic works, or official documents.", "86185": "Punctuation marks and determiners that begin or separate clauses.", "77998": "A sequence of digits \\8\\, typically part of a year, with the most common years being 1980-1989, 1998.", "37039": "Proper nouns, names of people, places, and organizations, as well as words related to events, concepts, and objects, often used to create titles, labels, or identifiers.", "28846": "Online text features including website navigation elements, such as links, postings, and interactive buttons, as well as classifieds, advertisements, and online notices.", "110772": "The token \\a\\ as an indefinite article, often used to introduce a singular noun.", "12469": "Verbs or adjectives often describing actions, conditions, or states that are related to objects, events, or concepts, typically indicating a change, a relationship, or a characteristic, commonly used in a wide range of contexts.", "86203": "Nouns and adjectives often describing a person, occupation, or title, usually with a specific role or characteristic.", "28865": "Prepositions, particularly \\in\\, \\on\\, and \\at\\, often preceding a noun or location, indicating a spatial relationship or context.", "118995": "Proper nouns, titles, and special names often preceded by punctuation or within a title case format.", "28886": "References to decades, typically using the suffix '-s' to denote a decade (e.g., 80s, 90s), and sometimes including the full year or a range of years.", "110812": "Contractions of \\to be\\ or \\to have\\, or words starting a sentence.", "12509": "Tokens that are part of phrases indicating sources, citations, or credits, often including words such as \\provided\\, \\by\\, \\courtesy\\, and \\release\\.", "102621": "Idiomatic expressions, colloquialisms, and figurative language, often used in informal or conversational contexts, where the meaning is not literal but rather figurative or metaphorical, conveying a particular tone or sentiment.", "78046": "The term \\lazy\\ is used to describe a lack of motivation, energy, or effort, often in a casual or conversational context. Variations of the term, such as \\lazily\\, \\laziness\\, and \\lazy\\ are used, with \\lazy\\ being the most frequent.", "12519": "Verbs and phrases expressing praise, gratitude, or acknowledgement, often in the form of giving credit, thanks, or admiration, and sometimes in the form of humble expressions or subtle compliments.", "28906": "Tokens often include proper nouns, typically titles, names of organizations, institutions, publications, and geographical locations, as well as names of people.", "78059": "A comma used to separate clauses or items in a list within a sentence.", "28910": "Idiomatic expressions often involving movement or action (e.g., \\step up\\, \\come together\\, \\jump\\, \\stand up\\, \\take\\) used in various contexts, including calls to action, descriptions of events, and figurative language.", "119028": "Proper nouns, titles of publications, movies and events, names of organizations, people, and geographical locations, often denoted by specific words or phrases that identify them uniquely.", "94459": "Tokens describing environmental conditions, weather, or natural phenomena, often appearing in outdoor or wilderness contexts.", "119036": "Nouns or noun phrases that are relevant to the context of a sentence or passage.", "102651": "Proper nouns, names, and words that are part of a title, organization, or term.", "102656": "Miscellaneous phrases or words often indicating time periods, locations, or superlatives.", "110849": "Indirect or direct object pronouns typically directed towards the listener or reader, often used in expressions of politeness or to provide information.", "61713": "Proper nouns, names of locations, objects, events, and products.", "37143": "Verbs and conjunctions linking clauses, prepositions indicating relationships between entities, and auxiliary verbs used in passive voice or conditional tenses, often appearing in formal or informative text, such as reports, articles, and academic writing.", "69913": "Verbs representing a state of being, often in the present tense, linking a subject to a descriptive phrase or a condition.", "127258": "Transition words or phrases that introduce or connect clauses or ideas, often used to express time, addition, or contrast.", "61730": "A variety of text features, with a focus on word pieces, specific letters, and short words at the beginnings or endings of words.", "37158": "Verbs or actions that involve sudden or forceful movement, usually upward, often in the context of physical activity or a sudden change in position.", "110888": "Verbs or verb phrases that describe actions or conditions, often in relation to nouns or subjects.", "94507": "The token is often a part of a phrase or a word that is used in an idiomatic or contemptuous way to address or describe people or groups, often with a derogatory or dismissive tone.", "69932": "Proper nouns and specific names of people, organizations, places, and things.", "12588": "Ordinal numbers or descriptive words indicating a sequence or position, often referring to a first, last, second, or next occurrence of an event or item.", "119086": "Proper nouns and names of people, organizations, or unique entities.", "45360": "Formal and informal writing styles from various sources, including articles, books, and online content, often containing dates, names, and titles, with a focus on genealogy, history, and personal stories.", "28988": "Text features often include calls to action, charity-related words, and words that promote community involvement, often conveyed through phrases that emphasize giving, helping, or supporting a cause.", "29012": "Nouns or adjectives that are part of a larger phrase, often describing a specific location, a group, or a concept, and tend to be part of a proper noun, such as names of places, organizations, events, or titles of works.", "12630": "First and second person pronouns, and possessive adjectives, such as 'I', 'me', 'my', 'you', 'your', 'he', 'she', 'we', 'our', often used to express personal thoughts, feelings, or experiences in various contexts.", "4441": "Coordinating conjunction \\and\\ connecting words, phrases, or clauses of equal importance, usually to list, add, or contrast ideas.", "53595": "Names of animals often used as metaphors, symbols, or nouns in various contexts, including sports teams, literature, and everyday conversation.", "29023": "Initial words of sentences, introductory phrases, and specific words or phrases that begin a quotation, a new thought, or a transition, often including words like \\what\\, \\is\\, \\that\\, \\and\\, \\or\\, \\I\\, \\my\\, \\the\\, etc.", "119136": "Nouns or words that refer to a thing, concept, or object, often denoting a specific item, place, or idea, and typically following a descriptive word or phrase.", "29027": "Capitalized words typically beginning sentences or being the first word of a quotation, often functioning as subjects, objects, or adjectives.", "102768": "Auxiliary verbs, adverbs, and descriptors that provide additional context or information, often indicating degree, manner, or perspective.", "12656": "The token patterns are associated with the concept of giving or providing something, often in a context of assistance, support, or participation.", "20850": "Proper nouns, names of organizations, titles of works, and specific locations, along with various function words, conjunctions, possessive pronouns, and punctuation marks often denoting possession or quotation.", "53622": "Ordinal or superlative modifiers, or indefinite articles, often used to introduce or emphasize a particular item, quality, or circumstance.", "70011": "Prepositions used to introduce comparisons or indicate a role, function, or state.", "110977": "A single word that begins a sentence, often a pronoun, conjunction, preposition, or article.", "61826": "Common nouns or phrases representing concepts and entities related to everyday life, technology, environment, organizations, and general knowledge.", "110982": "Adjectives describing or modifying nouns, often forming compound adjectives or indicating professions, states of being, or characteristics.", "119175": "Possessive pronouns or possessive forms of nouns, indicating a sense of ownership or association.", "110988": "Verbs, particularly those in first person, often expressing personal actions, preferences, or opinions, and sometimes followed by a phrase or clause providing more context or information.", "29078": "Dates, times and other numerical values, often used to specify timing or quantity in a sentence, especially in formal or informative text.", "29082": "Tokens associated with author attribution, date and time information, often preceding or following a text, and sometimes connected with a posting or publishing action.", "45471": "Prepositional phrases or words often used in the form of a title or in situations describing roles, functions, or classifications, frequently following \\as\\ and having a descriptive or identifying character.", "102816": "The indefinite or definite articles, as well as the first-person singular or plural pronouns, often marking the beginning of a new sentence or clause.", "78247": "A mix of dates, surnames, geographic locations, and proper nouns, often appearing in biographical or historical contexts.", "86441": "Verb phrases, often in the form of subject-verb phrases or phrases that introduce clauses, that initiate a sentence or a main clause.", "45482": "Articles (\\a\\, \\an\\, \\the\\) and other function words preceding nouns or clauses, often indicating the beginning of a nominal or adjectival phrase.", "78253": "Prepositions, conjunctions, and auxiliary verbs connecting clauses, as well as punctuation marks that separate clauses or items in lists.", "20911": "Phrases involving prepositions or suffixes, often indicating a relationship or transformation, and nouns denoting objects, concepts, or locations.", "12723": "Various forms of titles, labels, names, and headers in text, often denoting specific categories, objects, or entities, and sometimes including numbers, dates, or other descriptive information.", "127411": "Punctuation marks.", "119224": "The absence or negation of something, often marked by words such as \\not\\, \\no\\, \\nothing\\, \\never\\, or \\without\\, which indicate a lack or denial of something.", "94656": "Phrases or words indicating collaboration, cooperation, or joint effort between two or more entities, often expressed through prepositions like \\with\\, \\of\\, \\in\\, or adverbs such as \\together\\, and sometimes involving prefixes like \\co-\\.", "119234": "Tokens that are often numbers, abbreviations or single letters, and appear to be part of a specific identifier or a technical term.", "61892": "Prepositions, prepositional phrases, and verbs that indicate direction, movement, or influence.", "53701": "Words related to reading, writing, or communication, including nouns representing texts, messages, images, or articles, as well as verbs associated with these activities.", "102859": "Verbs expressing various forms of communication, including saying, talking, mentioning, writing, and asking, often in a formal or written context.", "61900": "Verbs in the context of performing an action, often in a formal or official manner, including actions such as controlling, making, finding, issuing, executing, discovering, writing, and causing.", "12750": "Tokens of punctuation, prepositions, and indefinite articles, often serving as delimiters or connectors, and occasionally nouns indicating location, objects, or entities.", "86479": "A mix of calendar-related terms (year, winter, summer, school, etc.), numerical values (particularly time-related expressions like hours), and occasional conjunctions or prepositions (\\in\\, \\and\\, \\all\\) that often appear in phrases with a specific time frame or context.", "102864": "Proper nouns and specific names often appear, sometimes suffixed and used as part of domain names or email addresses.", "78307": "Names of organizations, businesses, publications, and geographic locations, including proper nouns and compound words.", "45540": "First-person singular pronouns and verb contractions often used in informal online writing, such as blogs, forums, and social media, to express personal experiences and thoughts.", "78315": "Punctuation marks and common function words or prepositions at the start of a sentence or clause, such as articles, conjunctions, or auxiliary verbs.", "4588": "Verbs that introduce or follow quoted speech, reports, or announcements, often in the context of news articles, press releases, or public statements.", "37356": "Abstract nouns denoting concepts, entities, or qualities with often positive or neutral connotations, and that are crucial to the meaning of a sentence or passage.", "94699": "Adjectives or nouns that convey a sense of moral or social guidance, intention, or attitude, often relating to behavior, relationships, or decision-making.", "111095": "Quantities and numerical values, often with an emphasis on large or specific numbers, and sometimes accompanied by terms like 'thousands', 'hundreds', or 'million'.", "70137": "Function words, transition words, and words that initiate a phrase, clause, or sentence, often used to connect, contrast, or add information to the preceding text.", "102905": "Prepositions and words indicating location or direction, often used to describe the relationship between objects or people in a physical or metaphorical space.", "119289": "Adverbs and adjectives that intensify or emphasize a quality or state, often expressing strong emotions or exceptional qualities.", "37378": "Common nouns and nominal phrases that are significant within their respective contexts, often referring to abstract concepts, specific locations, objects, or ideas.", "119302": "Common nouns representing everyday objects or concepts, often related to familiar environments or situations.", "70156": "Pronouns and relative pronouns (who, which, that) or other words (you, us) that are part of a clause or phrase indicating a relationship between a noun and the rest of the sentence, typically used to describe characteristics, reasons, or examples.", "4626": "A variety of idiomatic expressions, colloquial phrases, and emotional language, often including verb phrases, colloquial sayings, and common phrases used in informal conversation or writing.", "37395": "Tokens are often nouns, verb phrases, verb forms, or adjectives that may be part of proper nouns, names, locations, or technical terms, sometimes used in formal tones, news articles, technical writing, and academic contexts.", "86551": "Terms related to weather, geography, and natural phenomena, often used to describe environmental conditions, climate, or scenic settings.", "61978": "Auxiliary verbs or negation words preceding a main clause or verb phrase.", "21022": "Nouns and nominal phrases, often with descriptive or determiner words, preceding or following them.", "37412": "Verbs that link the subject of a clause to additional information, often describing a state of being, possession, or existence, typically in the form of linking verbs \\is\\, \\are\\, \\has\\, \\have\\, \\was\\, and \\were\\.", "4646": "Digits, especially those in the last two positions of a year (e.g., 1971, 1980, 1990).", "78379": "Nouns often representing a part of or contained within something else, or a distinct entity with its own characteristics.", "12845": "Proper nouns, typically titles of movies, books, games, or other forms of media, as well as names of people, places, and organizations, often used as references or allusions.", "53808": "Punctuation marks and short function words or phrases, often serving as dividers, conjunctions, or prepositions.", "102971": "Names of people, places, and organizations, as well as possessive pronouns and nouns, which are often used as proper nouns or identifiers.", "70204": "Ordinal indicators for enumerating a sequence or ranking, often used to introduce subsequent elements in a list, sequence, or narrative progression.", "94781": "Definite and indefinite articles, first person singular pronouns, and certain prepositions and adverbs that start a sentence or phrase.", "119359": "Compound terms and domain-specific terminology.", "21059": "Various function words, including articles, conjunctions, prepositions, and adverbs, often in combination with other parts of speech, indicating a wide range of grammatical relationships.", "70211": "Common nouns referring to general concepts, categories, or groups, often used in formal or descriptive contexts, and are typically preceded by a determiner.", "4677": "Common prepositions and nouns used to describe various nouns, places, people, items, and concepts.", "37447": "Common idiomatic expressions and colloquialisms, often referencing body parts, objects, or abstract concepts in a figurative sense.", "70215": "Nouns often related to charity, fundraising, and acquiring or donating money, often used in community-focused or event-based contexts.", "86608": "Prepositions and linking verbs, often preceding a subject or complement, indicating availability, presence, or a condition/state of being.", "102996": "Punctuation marks used to end or separate sentences, clauses, or phrases, including periods, exclamation marks, commas, semicolons, colons, hyphens, and question marks.", "45680": "A wide range of nouns and adjectives that describe events, places, times, conditions, and concepts, often related to weather, location, or success, and possibly being part of a phrase or idiomatic expression.", "62064": "Prepositions marking a relationship to a noun, often indicating location, inclusion, or connection, such as \\in\\, \\to\\, \\of\\, \\on\\, \\with\\, \\from\\, \\without\\, \\about\\, or \\at\\, which provide context to the meaning of the sentence.", "45685": "Auxiliary verbs and possessive forms, which often indicate a subject's attribute or relationship, and are commonly used in descriptions or comparisons, and for indicating ability, obligation, or possibility.", "103029": "Punctuation marks that separate clauses or items, or end sentences, including special usage of certain words and characters to denote continuation, expansion, or separation of ideas.", "111230": "Verbs indicating thinking, feeling, or perceiving, such as knowing, believing, thinking, caring, loving, recognizing, and understanding, often used in the context of human emotions, attitudes, or opinions.", "78463": "Punctuation marks used to denote the end of a sentence or to indicate a break in thought, including periods, question marks, and exclamation points.", "53888": "Year indicators in a text, usually represented by a 2 or 4 digit number, particularly focusing on the last two digits of a year in the 20th or 21st century.", "86673": "Initial words or phrases that begin a sentence, often expressing a sentiment, quote, or declaration, and may include words that introduce a statement, question, or command.", "21147": "Phrases or sentences that express an idea or thought, often including possessive pronouns or common verbs, typically used in everyday conversation or writing to convey a message or tell a story.", "111260": "Function words that precede nouns or pronouns, often in phrases indicating possession, location, or relationship, and sometimes used in idiomatic expressions.", "12957": "The tokens often refer to people or individuals in various contexts, including general statements, questions, or exclamations.", "111262": "Function words and phrases indicating existence, presence, or quantity, such as determiners, prepositions, and phrases used to introduce or modify nouns, often used to express commonality or generality.", "62115": "Proper nouns, titles, and suffixes that denote a person's name or profession, often indicate a significant individual or entity.", "94885": "Verbs or words indicating assistance, support, or aid to someone or something, often in the form of helping, assisting, or providing support, usually in a positive context.", "111274": "Transitive verbs or linking verbs, often in formal or professional contexts, that connect or introduce clauses, phrases, or ideas.", "4779": "Nouns referring to sources, locations, or periods of time, often indicating a specific context or reference point.", "45756": "Auxiliary verbs or linking verbs indicating existence or state, often used in simple present, past, or conditional tenses to establish the relationship between subject and predicate.", "29375": "Common linking verbs or copular verbs in text, especially \\was\\, connecting the subject of a clause to additional information, often expressing a state or condition.", "78530": "Punctuation marks used to end sentences, primarily periods.", "127684": "Common function words and phrases, including prepositions, articles, and conjunctions, often signal a transition or connection between clauses or phrases.", "103133": "Nouns and noun phrases referring to specific concepts, entities, organizations, technologies, and events, often representing a distinct object, idea, or activity.", "78564": "Various single words or short phrases often functioning as nouns, adjectives, and adverbs.", "4839": "First-person singular pronouns, often used to express the writer's thoughts, opinions, or experiences, commonly found at the beginning of sentences or clauses.", "53997": "The verb \\was\\ or \\were\\ is commonly used to describe a past state or condition, often linking to the subject of a sentence.", "86766": "Punctuation marks, dates, abbreviations, and phrases used to initiate or separate statements, or introduce new information.", "103149": "Nouns representing objects, concepts, and proper nouns, and phrases describing events or situations.", "111350": "Adjectives or nouns describing a location or organization.", "54011": "Adjectives, especially those with comparative and superlative forms, and words that describe or relate to a degree of something.", "111357": "Prepositions and conjunctions are typically unimportant whereas nouns and adjectives are often key elements, but there are many exceptions, particularly with function words that indicate a change or a relation, like \\of\\, \\in\\, \\to\\, \\on\\, \\with\\, \\as\\, \\at\\, etc.", "4863": "A single space separating a word or phrase from a numerical value, indicating a unit of measurement or a count.", "119554": "Verbs of assistance, guidance, and support, often in the form of offers or provision of aid, expertise, or resources.", "21251": "Prepositions or conjunctions connecting clauses or words in a sentence, often indicating relationships of location, time, manner, or purpose.", "111368": "The digit \\0\\ in a year, typically at the beginning of the millennium, indicating the first decade of the 2000s.", "21258": "Texts contain diverse words and phrases sometimes relating to community such as \\community organizing\\, \\community activist\\, \\community college\\, \\community center\\ as well as \\community support\\ that lead to various themes including education, religion, charity, sports, and more.", "29455": "No explanation", "62241": "Verbs or verb phrases conveying assistance, provision, permission, or facilitation, often in a context of social interaction or transaction.", "95017": "Prepositions indicating location, direction, or action, often used in phrases to describe physical interactions or relationships between objects.", "86826": "A digit, usually '1', in the middle of a year or date, often in the format '20<<1>>X' or '20<<0>>X', representing the year.", "21294": "Punctuation marks, especially commas, that are part of lists, phrases, or clauses, and function words preceding or following them, often indicating a transition, comparison, or addition.", "95027": "Punctuation marks that precede a new section or paragraph of text, often used to signal a transition or separation of ideas.", "111419": "Punctuation marks that typically end sentences, such as periods, exclamation points, and question marks, often followed by a space or quotation mark.", "45884": "Common noun phrases, verb phrases, and adjectives that convey a sense of purpose, necessity, or importance, often describing actions, relationships, or conditions that are crucial, beneficial, or instructive.", "4939": "Prepositions preceding a noun, often relating to content or material, describing its position or relation.", "78676": "Definite and indefinite articles, and possessive pronouns used in various contexts to introduce nouns or noun phrases, often at the beginning of a sentence or clause.", "4950": "Punctuation and function words often found in formal writing or academic styles.", "54104": "No explanation", "103260": "The presence of the suffix \\s\\ or \\′s\\ or sometimes \\'s\\ in a decade or a century, often used to denote a specific time period.", "37735": "Proper nouns and words with specific reference or affiliation, often denoting organizations, places, programs, or groups.", "54123": "Prepositions and other linking words that connect clauses or phrases, often serving to establish relationships such as location, agency, time, or manner.", "13165": "Transitioning words and phrases, often starting or ending a sentence or quotation, indicating the speaker's thoughts, feelings, or actions, such as \\I\\, \\with\\, \\to\\, \\so\\, \\but\\, \\and\\, or \\however\\.", "95085": "Phrases or words preceding, or forming, a transition, clarification, or emphasis in a sentence, often consisting of function words or words that facilitate a change in direction or add nuance to an idea.", "119672": "Prepositions, articles, and nouns often preceding or following a verb, used to describe an action, direction, or relationship.", "95104": "Definite articles and possessive pronouns, often preceding a noun or noun phrase, indicating specificity or ownership.", "13186": "Punctuation marks, particularly apostrophes, colons, and periods, often indicating possession, abbreviation, or the end of a sentence, along with some cardinal numbers and Roman numerals.", "70568": "Interjections or phrases that initiate dialogue, express emotions, or signal a greeting; these appear at the start of a sentence or statement.", "54184": "Internet slang and colloquial words with suffixes, often in informal contexts, used for emphasis or to create a casual tone.", "111537": "Coordinating conjunctions, primarily \\and\\, connecting two clauses or phrases, often used to list items, provide additional information, or indicate a relationship between ideas.", "29625": "Expressions of agreement or disagreement, with varying degrees of intensity, often accompanied by phrases that soften or emphasize the sentiment.", "5049": "Sentences with a verb or adjective indicating assistance or benefit.", "13242": "Punctuation marks, such as dots, colons, dashes, and quotation marks, as well as standalone numbers, letters, and short words, marking separations or designating special elements in a text.", "13248": "Suffixed words, often used to indicate comparisons, time, or other relationships, including words ending in \\-er\\, \\-ly\\, or other suffixes, or words with contractions or possessive forms.", "95170": "Prepositions or conjunctions connecting words or phrases, often indicating movement, time, or location.", "5062": "Phrasal verbs or verbs often surrounded by function words (prepositions or articles) that connect entities or express cause and effect relationships, showing the beginnings of actions, transitions, or states of being.", "95176": "Nouns or adjectives typically describing a person's profession, status, or role.", "127956": "Ordinal numbers, often found in formal titles, names of events, or sequences.", "127957": "Punctuation marks, including apostrophes, quotation marks, commas, and hyphens, often used to indicate speech, possession, or separation of words or clauses.", "5081": "Nouns, proper nouns, and words related to location, possession, and direction, often in phrases that indicate relationships between entities.", "5087": "A space preceding a number, often indicating a time, date, or a list element.", "95199": "Phrases or words that convey good or bad fortune or luck.", "13284": "Auxiliary verbs or modal verbs, often used to express possibility, potential, ability, permission, or future actions in a sentence.", "127976": "A common noun or phrase typically representing a concrete object, location, or concept, often being the main subject or object of a sentence.", "54253": "Auxiliary verbs \\do\\ or \\does\\ used in negations, questions, or emphatic statements.", "5110": "Frequently, the important tokens are parts of proper nouns, specifically surnames.", "54264": "Commonly used articles, singular pronouns, weekdays, and prepositions in various contexts.", "103417": "Prepositions and conjunctions connecting clauses in sentences.", "21505": "Quotes, italicized text, or special formatting within a passage, often indicating a change in tone, emphasis, or to set off certain words or phrases.", "119814": "Prepositions, conjunctions, and determiners, often marking the beginning of a phrase or clause, and sometimes nouns, especially when they are the first word in a sentence, heading, or list, or when they are being emphasized or highlighted in some way.", "119836": "Words related to sunlight, warmth, and outdoor settings.", "87070": "Punctuation marks, words, or phrases that indicate the source or author of a quote, including colons, quotation marks, and phrases like \\from\\, \\by\\, \\wrote\\, \\posted\\, and \\words\\.", "103455": "Phrases or words indicating necessity, sufficiency, or simplicity, often serving to introduce or conclude a thought or action, usually using words like \\just\\, \\need\\, \\to\\, or \\all\\.", "111648": "A single surname or partial surname, typically of a person being referenced.", "54308": "Various grammatical components and punctuation, such as verb suffixes, possessive forms, conjunctions, and other parts of speech, often in a way that forms contractions or indicates possession, or is used for emphasis or to indicate a relationship between clauses.", "62508": "Common auxiliary verbs and phrases used to express conditionality, intention, or possibility in a sentence.", "29741": "The word \\jump\\ often appears in idiomatic expressions, verb phrases, or as part of a compound word, frequently indicating a sudden movement, an increase, or a transition to a new state.", "70705": "Text that includes special formatting and punctuation such as hyphens, apostrophes, or colons, often used to denote proper nouns, citations, time stamps, links, or lists.", "87090": "A first-person expression of affection, preference, or sentiment towards an entity, object, or activity, typically introduced by a verb such as \\love\\, \\like\\, \\enjoy\\, or \\care\\, often used in informal and personal contexts.", "46134": "Adjectives and nouns preceding nouns describing entities, locations, or concepts, often being descriptive words or phrases denoting specificity, classification, or affiliation.", "78914": "Patterns of verb forms, often past tense or past participle forms, of actions or states, indicating an event, occurrence, or change in a situation.", "29767": "A digit, specifically the number \\1\\, that is part of a four-digit year.", "29770": "Text features surrounding proper nouns, such as names and locations, often indicate the beginning of a sentence or quotation, and are likely to be followed by descriptive information or actions.", "29773": "Verbs often in the form of auxiliary verbs or main verbs linking a subject to other information, often in objective or descriptive contexts.", "21589": "Four-digit year representations in text, often denoting specific time frames or dates.", "46168": "Proper nouns, geographical locations, names of organizations, titles, names of people, and words indicating a relationship between entities, such as \\in\\ and \\and\\, are often significant.", "54364": "A contraction, usually in a declarative sentence, where the token is part of an auxiliary verb, often indicating a state of being, having, or doing something.", "54379": "Emphasis on specific words or phrases in various sports-related articles and texts, often highlighting team names, player names, or actions.", "119917": "Punctuation marks that separate sentences or clauses, including periods, commas, semicolons, and others, often indicating a pause or a break in thought.", "29835": "Color descriptions, usually adjectives, used to describe objects, materials, or appearances.", "13451": "Phrases that indicate the beginning of a process, list, or sequence, often marked by transitional words or phrases, such as \\first,\\ \\then,\\ \\next,\\ or \\to start,\\ and may include phrases that signal a new or initial step.", "46229": "Decades, also known as the tens, that are expressed as numbers or written out, often used as a time period in a historical context.", "46241": "A wide variety of prepositions and nouns often in relation to physical locations or positions, especially those describing movement or spatial relationships between objects.", "62630": "The verb \\does\\ is often used in formal and informal writing to form questions, statements, or negations, typically in the present tense, and is frequently employed to express or inquire about actions, conditions, or states of being.", "13482": "The definite article \\the\\ often preceding a noun or a descriptive phrase, with an occasional presence of indefinite article \\a\\, and some instances of possessive pronouns and descriptive adjectives, often used to introduce a person, a place, a thing, or an idea.", "95412": "The beginning of a sentence or phrase, often introducing an action, instruction or statement, commonly starting with a verb.", "54462": "Punctuation marks or special characters that are used to separate items in a list or to indicate the start or end of a quotation, and often preceding or following a noun or a phrase that is being highlighted or described.", "21697": "Commonly used nouns and verbs, often idiomatic expressions, as well as conjunctions, adjectives, and adverbs, appear to be marked as special words.", "62660": "Prepositions, articles, and possessive pronouns, as well as words indicating relationships or associations, often function as linking or modifying elements in sentences.", "38087": "Special markers, symbols, or abbreviations often used to denote titles, names, amounts, percentages, web addresses, and other specific items or entities, especially in formal, technical, or informative writing.", "38088": "Verbs or verb phrases often used in negation, typically in a formal or written context, to express the absence or non-occurrence of an action or state.", "95433": "Articles and possessive pronouns used as conjunctions or introductory words before a clause or phrase, often starting a sentence or indicating a transition in thought.", "79050": "Proper nouns and common nouns signifying names of places, people, events, concepts, products and organizations.", "79057": "Nouns often modified to create a compound word, or words that follow some other word to form a compound word or phrase.", "70873": "Various tokens used in informal text (e.g. usernames, post titles, proper nouns, names, and words in titles), often with special characters.", "87262": "Prepositions or verbs preceding a noun, or actions being performed on something, often indicating movement, location, or planned events.", "128223": "The term \\member\\ or \\members\\ indicating affiliation or belonging to a group, organization, or entity.", "79070": "Punctuation marks and certain conjunctions or prepositions often used in text for sentence structure or to indicate relationships between clauses.", "21734": "Organization names, proper nouns, and titles of publications, products, and other named entities, including institutions, companies, books, and specific terms in academic and professional settings.", "120053": "Punctuation marks, particularly commas and periods, and certain conjunctions that separate clauses or sentences, often signal a transition in thought or indicate a connection between two related ideas.", "79106": "Educational entities, academic concepts, publications, and specific locations, often related to public policy, education systems, or academic disciplines.", "13573": "Nouns or common words often used in occupational titles, business names, or product names.", "95510": "Suffixes, usually having a functional or derivational role, forming the end of words.", "29981": "Punctuation marks and special characters, often used in digital communication to convey tone, emotions, and informality, such as abbreviations, colloquial expressions, and emotive language.", "79136": "Titles or positions of authority, occupation, or affiliation, often preceded by a possessive article or a descriptive phrase, and typically followed by a descriptive phrase or a proper noun.", "54565": "Direct address, typically involving the second person singular (\\you\\) and sometimes possessive forms (\\your\\), used in a variety of contexts such as giving advice, making requests, or providing information.", "5414": "Adverbs and adverbial phrases that modify or intensify verbs, often signifying degree, time, or certainty.", "87338": "Punctuation marks, particularly those that separate or set off items such as quotation marks, apostrophes, colons, and commas, as well as certain transitional words and phrases that precede or follow a quotation.", "62763": "Prepositions and articles that function as determiners, often denoting a relationship between entities, and various grammatical elements that provide clarification or emphasis, such as negations or auxiliary verbs.", "13612": "Verbs and nouns participating in idiomatic expressions or sensational statements that often emphasize the extraordinary or extreme.", "30005": "First-person singular pronouns used at the beginning of a sentence to express the writer's thoughts, feelings, or actions.", "13621": "Proper nouns, names of organizations, and specific titles or phrases that represent distinct entities, concepts, or objects.", "79173": "Contractions in informal writing, primarily in first-person narratives, representing a casual tone and relaxed language use.", "38219": "A wide variety of words that are often nouns, verbs, adjectives, or proper nouns, and are often associated with positive actions, behaviors, or concepts, such as kindness, help, aid, brotherhood, courage, and righteousness, as well as names of people, places, or organizations.", "21851": "The tokens are primarily nouns or adjectives related to temperature, heat, light, and radiation, including comparative forms and terms associated with the sun, warmth, and thermal energy.", "54625": "Verb phrases indicating actions or states, often in a formal or written context, such as posting, replying, writing, editing, providing, requiring, sounding, reminding, looking, calling, or being, which may be related to online comments, articles, or formal documents.", "120168": "Quantitative indicators of engagement or perspective, often appearing in the context of online content or opinions.", "5486": "Copula verbs and other linking verbs in a sentence, typically used to equate the subject to additional information.", "71023": "Dates, timestamps, and posting information often found in web articles, blog posts, and comments, typically including day, month, year, time, author, and categories or tags.", "128372": "Verb phrases, prepositional phrases, adverbial phrases, and adjectives functioning as modifiers or in idiomatic expressions, often connecting clauses or ideas.", "5497": "Prepositions and geographical locations, often denoting a place, country, region, or organization, usually used to specify the origin or location of something or someone.", "30077": "Punctuation marks and conjunctions.", "5503": "Various internet and web-related text features, including usernames, links, quotes, titles, and sentences with verbs, nouns and adjectives, often in informal language, with a mix of proper nouns, abbreviations, and punctuation marks.", "103817": "Proper nouns or notable words, indicating names of people, places, organizations, or unique entities that stand out in the context.", "21898": "Common words with suffixes or prefixes attached, often used to form compound words, variations of existing words, or colloquial expressions.", "71051": "Academic and technical texts featuring specialized philosophical vocabulary, complex sentence structures, and object-relational concepts, often referencing specific authors, studies, or theories.", "112011": "The verb \\to be\\ in various forms, often used to describe the state or condition of a subject or group, typically in a clause or phrase that follows \\who\\.", "30104": "Contraction verb forms, primarily first and second person singular forms of \\to be\\, indicating the speaker's current state or thoughts.", "120221": "Adverbs that describe the degree or extent of an action or state, often used to modify adjectives or verbs.", "71084": "Adjectives describing degree, age, novelty, or sequence, often with a quantitative connotation, preceding a noun or in a phrase describing a noun.", "54703": "Transitions and connecting words, including adverbs, conjunctions, and prepositions, used to link clauses and phrases to convey relationships, contrast, addition, time, and causality, as well as words expressing degree, comparison, and emphasis.", "120240": "The conjunction \\and\\ is used to connect two clauses, phrases, or words, often indicating a relationship of addition, accompaniment, or combination between them.", "71105": "The token \\from\\ is commonly used to introduce the source of something, such as a location, a document, or an entity, and is often followed by an article, a proper noun, or a descriptive phrase.", "79311": "Prepositional phrases or verb phrases describing a manner or condition that something is done without.", "103888": "No explanation", "30162": "Punctuation marks and certain words related to blogging, internet, and posting, such as \\Blog\\, \\Posts\\, \\Location\\, and specific internet slang.", "103893": "Punctuation marks, especially those indicating quotation, separation, or enumeration.", "112088": "Various text features including nouns, adjectives, and phrases marking time, updates, or importance, often indicating a shift in topic or signaling additional information.", "120287": "The term \\members\\ predominantly refers to individuals belonging to a group, organization, or community, often signifying affiliation or participation.", "103909": "Proper nouns or names, particularly surnames and organizations.", "128492": "Tokens preceding or immediately following punctuation marks, such as periods, commas, exclamation marks, and quotation marks, often representing beginnings or endings of sentences or clauses.", "62958": "Ordinal or sequential phrases, such as \\first thing\\, \\last thing\\, \\next thing\\, often used to indicate priority, order, or a sequence of events or actions.", "112135": "Articles and possessive pronouns preceding nouns that refer to people, often indicating a relationship or connection to the speaker or another individual.", "5642": "Prepositions, conjunctions, articles, auxiliary verbs, and punctuation marks often connect entities, ideas, or clauses in sentences.", "46615": "No explanation", "46617": "Four-digit numbers representing years, commonly found in formal or official contexts, such as news articles, event announcements, or official reports.", "112171": "Adjectives or nouns that describe objects, methods, or concepts, often with a neutral or formal tone, typically in a descriptive or explanatory context.", "79404": "Verbs and verb-like structures indicating reporting or quotation, such as \\says\\, \\posted by\\, \\speaking of\\, or phrases introducing a quote, often used in text to attribute a statement or thought to someone or something.", "30260": "Spaces, apostrophes, and certain punctuation marks preceding or succeeding numbers or dates.", "103989": "Terms primarily related to publishing, writing, printing, and technology, often referring to design, layout, and digital formatting.", "5687": "Tokens often represent common words and phrases used in informal communication, such as internet slang, contractions, or abbreviations.", "38455": "Suffixed words with derivational endings, typically forming adjectives, adverbs, or intensifiers.", "95801": "Nouns and adjectives, often conveying abstract concepts or values, and sometimes functioning as idiomatic expressions or colloquialisms.", "128573": "Function words or phrases that connect ideas, indicate possession or movement, or provide additional information in sentences.", "87614": "The word \\first\\ is used to denote something that happens initially, is in a position of precedence, or is an initial event.", "95805": "Ordinal numbers and related words indicating sequence or ranking.", "79427": "Abstract nouns often referring to concepts, outcomes, or consequences that arise from various situations or actions, usually denoting a conclusion, effect, or result.", "13893": "Common prepositions and auxiliary verbs used in phrases connecting people to actions, places, or things, often serving to indicate relationships or possession.", "79432": "The pattern of auxiliary verbs or linking verbs connecting to the main clause or complement, often indicating a relationship or state.", "46669": "Nouns or noun phrases often representing a specific entity or concept.", "95829": "Punctuation marks, structural elements, and frequently used words or phrases, often indicating a shift or separation in the text, including dates, quotes, citations, and domain names.", "13913": "Prepositional phrases or words often function as the most important tokens, with the prepositions \\of\\, \\by\\, \\to\\, and \\from\\ being frequent. The verb that comes before or after these prepositions can also be important. Additionally, words or phrases that introduce or follow a quotation, provide a detail or specification, or express a sentiment or evaluation often exhibit high importance.", "38494": "Proper nouns, nouns referring to people, and in some cases, determiners and possessive pronouns closely related to those nouns.", "54879": "Idiomatic phrases or common sayings, often displayed as quotes, proverbs, or general advice, marked by distinctive linguistic features and sometimes set off with punctuation.", "112230": "Words related to the collective or communal aspect of human life, often referring to society, community, or social structures.", "112233": "Nouns often representing concepts, objects or categories.", "30316": "Hyperlinks, external links, email addresses, website names, and headings or titles often introduced by keywords such as \\About\\, \\Access\\, \\Comment\\, \\Log\\, \\Media\\, \\MORE\\, \\OFFICE\\, \\Published\\, \\Tags\\, \\WHAT\\, \\Word\\, indicating the start of a new section or reference to additional information.", "22124": "Proper nouns, abbreviations, and words with unique suffixes often preceded by a non-word character or at the end of a sentence, in various contexts including names, locations, products, and artistic works.", "87665": "Demonstrative pronouns or articles preceding a noun, often denoting a specific reference or context.", "112241": "Verbs or adverbs describing actions that happen in a hurry or short amount of time, often indicating speed or urgency.", "38525": "Idiomatic expressions involving body parts, often used metaphorically to convey emotions or actions, such as shaking one's head, losing one's mind, or bending one's body, as well as common phrases like \\kiss my ass\\ or \\break one's heart\\.", "95869": "The prepositions \\by\\ and \\from\\ often indicate agency or origin, typically preceding a noun or pronoun that represents the doer or source of an action.", "38530": "Punctuation marks and symbols used to separate or connect sentences, clauses, or phrases, often indicating the beginning or end of a quotation, abbreviation, or enumeration.", "120453": "Text attributes and formatting options, often related to visual display, editing, or messaging.", "38534": "Various tokens indicating volunteering, organizations, help, and community involvement often associated with positive sentiment and humanitarian activities.", "120455": "Contractions or negations of auxiliary verbs, often part of negative clauses or phrases expressing denial or absence.", "63115": "Various types of organizations, institutions, and entities, including companies, universities, and government agencies, often represented by their names, abbreviations, or identifiers.", "30352": "Names of teams, organizations, or sports events, often including abbreviations or acronyms, and sometimes including numbers or years.", "22160": "Adjectives or verb forms, often describing emotional states or feelings, that express a sentiment or attitude, frequently used to convey the speaker's emotional response to a situation.", "104090": "Numerical values, often indicating model numbers, quantities, sizes, or years, that provide specific details about a product, event, or context.", "30362": "Punctuation marks and special characters used to indicate various linguistic and formatting functions, such as quotation, separation, and abbreviation.", "120478": "Function words used in contrasting or negative statements, such as \\not\\, \\than\\, \\of\\, \\over\\, and \\but\\, often indicating a comparison, negation, or exception.", "38560": "Names of entities, concepts, and objects such as organizations, products, people, locations, events, and ideas.", "95909": "Nouns or proper nouns often used to identify or refer to a person, place, occupation, or entity.", "128688": "Verbs or conjunctions connecting clauses, and definite or indefinite articles preceding nouns, often in formal, written, or objective contexts.", "104117": "Auxiliary verbs or pronouns often used in questions that express curiosity or inquiry about the thoughts, actions, or intentions of oneself or others.", "46784": "Function words such as prepositions, articles, and conjunctions, often used in formal writing and technical contexts, to connect ideas, phrases, or clauses.", "104130": "Prepositions used to denote authorship, source, or origin, typically \\by\\, \\from\\, \\with\\, \\in\\, or \\on\\, often preceding or following nouns that represent creators, publications, or locations.", "38598": "Prepositional phrases and function words preceding a noun or verb, often indicating relationships, locations, or actions.", "120521": "A colon, often preceded by a word such as \\Author\\, \\Creator\\, \\Written by\\, or \\Posted by\\, typically used to indicate the beginning of a citation or credit.", "120528": "Prepositions, articles, and auxiliary verbs, often functioning as cues for sentence structure and indicating relationships between entities.", "120542": "Various parts of speech and grammatical components, including nouns, verbs, adjectives, prepositions, and suffixes, often in relation to their surrounding context or paired with other words to convey a specific meaning.", "22242": "A 2-digit number indicating a year, often from the 2000s or 2010s, usually representing a specific event, publication, or statistic.", "22244": "Prepositions and words that indicate a relationship, time, or location, often used to connect clauses, phrases, or ideas in a sentence, and also function words such as conjunctions and articles.", "104165": "Verbs, prepositions, and nouns indicating possession, occupation, or association, often used to connect a person to a place, organization, or activity.", "87783": "Tokens separating dates, years, or numerical values from surrounding text, often used as a delimiter or separator in formal or informative writing.", "22250": "Ordinal adverbs and adjectives, such as \\first\\, \\last\\, \\next\\, \\second\\, \\fourth\\, and others, which describe a sequence or position in time or order.", "95991": "Legal disclaimers and formal warnings often found in copyright notices, terms of use, and other regulatory texts, typically including phrases that indicate permission, authorization, or restrictions on the use of certain materials or information.", "79612": "References to individuals or groups belonging to or being part of an organization, entity, or collective, often denoted by the preposition \\of\\ or the noun \\member\\.", "112381": "Punctuation marks, names, and common nouns often mark the start or end of sentences or quotes.", "38667": "Various polite expressions, proper nouns, and phrases initiating or responding to communication, including phrases of gratitude or request, names, and greetings.", "5908": "Various forms of grammatical elements, punctuation, and idiosyncratic expressions, including verb conjugations, possessive forms, and suffixes.", "104215": "Various nouns and phrases related to professional and academic contexts, including titles, positions, organizations, publications, and events, often used to describe credentials, expertise, and affiliations.", "63256": "Titles of books, poems, plays, movies, and other works of art, often containing proper nouns.", "79640": "Pronouns and words indicating possession or relation, often functioning as objects or complements in sentences, typically in the context of interpersonal actions or relationships.", "87835": "Punctuation marks and certain conjunctions or prepositions, particularly those that connect clauses, phrases, or indicate possession, such as apostrophes, quotation marks, commas, and prepositions like \\of\\, \\to\\, and \\with\\.", "104219": "Tokens associated with idiomatic expressions, phrasal verbs, and figurative language, often used to convey causation, agency, or action, usually involving common verbs and prepositions.", "22301": "A digit or a number preceding a year or a quantity in a sentence, often indicating a specific time or measurement.", "96030": "Proper nouns and common nouns often referring to names of organizations, books, places, and concepts.", "128799": "Nouns related to natural scenery, geographical features, or environmental elements.", "63263": "Adverbs and intensifiers, typically used to express degree or certainty, often preceding or following verbs, adjectives, or other adverbs.", "14120": "Verbs describing actions of giving, taking, informing, creating, addressing, examining, supporting, regulating, reminding, and warning others, often in a context of sharing information, providing instruction, or taking action.", "87867": "Common features include the presence of linking verbs, articles, and conjunctions, often preceding or following a noun or an adjective, to describe or introduce a person, place, thing, or idea.", "71485": "Nouns and adjectives that describe entities, organizations, or individuals, often indicating possession, relationship, or affiliation; phrases with prepositions, articles, or conjunctions that introduce or link entities or ideas.", "128833": "Nouns or noun phrases, often part of a larger phrase or sentence, that can be either standalone or descriptive elements.", "38723": "Punctuation and conjunctions used to connect and separate clauses, phrases, and items in a list, as well as symbols used in notation and formatting, such as quotation marks, parentheses, hyphens, and commas.", "104261": "Verbs, verb contractions, and auxiliary verbs used to express tense, aspect, or modality in sentences.", "71493": "Punctuation marks and short function words such as articles, prepositions, and conjunctions, often marking transitions or connections between clauses, phrases, or sentences.", "128837": "Common nouns and phrases representing concepts of community, social interaction, and shared spaces.", "79691": "A grammatical preposition, specifically \\of\\, indicating possession, relationship, or origin, commonly used in various contexts such as nouns, phrases, and clauses.", "71500": "Verbs or phrases often used to initiate a call to action, elicit a response, or express a sentiment, typically involving a direct address or imperative tone.", "71501": "The verb \\love\\ and its variations, often expressing affection, fondness, or strong attachment towards something or someone.", "87883": "No explanation", "63313": "Verbs or adjectives describing personal preferences or feelings, often in the context of enjoyment or fondness for something, including phrases such as \\like\\, \\love\\, \\enjoy\\, and \\prefer\\.", "112466": "Verb phrases or prepositional phrases indicating movement or action, often with a sense of direction or transitioning from one state to another.", "96083": "A single digit, often indicating position, ranking, or quantity, standing alone as a distinct unit.", "71517": "Words or phrases that have a suffix or are part of a compound word, often nouns or nominal phrases, and are typically common in idiomatic expressions, proper nouns, or technical terms.", "55133": "Prepositions and verbs indicating a relationship, possession, action, or state, often used in context of involvement, interaction, or influence between entities.", "38757": "Punctuation marks and common function words, especially prepositions, conjunctions, and articles, that provide grammatical structure and coherence in sentences.", "30571": "No explanation", "63352": "Prepositions often accompany the selected token, with the token usually being nouns or verbs, and sometimes adjectives or adverbs.", "14203": "Prepositions, nouns, and adjectives that provide specific details about objects, concepts, or actions, often in formal or technical contexts.", "71550": "Indefinite articles and pronouns, as well as some adjectives and nouns, typically preceding a noun or a clause, often indicating a general or nonspecific entity, agent, or action.", "87935": "Nouns or adjectives indicating roles, titles, or positions, often used to describe a person's profession, status, or affiliation.", "46978": "No explanation", "63372": "Truncated words or words cut off at the end of a sentence, often indicating incomplete thoughts or trailing off, and may also include proper nouns, dates, and locations.", "128913": "Words or phrases referring to or describing individuals as part of a group or organization.", "14232": "Nouns and noun phrases referring to a time period, often specifically summer, which may be used in a variety of contexts such as describing events, activities, or conditions associated with that time.", "63392": "Years, dates, and numbers, often in the format of a four-digit year, or a decade, or a year in combination with a month, or sometimes accompanied by a descriptor like 'years', 'ago', or a specific day.", "14244": "A mix of adjective and noun forms, including ordinal numbers and directions, often indicating a position, quality, or type.", "6055": "Punctuation marks serving as separators or indicators of time, dates, currency, percentages, and units.", "22442": "Presence of punctuation marks or spaces indicating a break in text such as quotation marks, apostrophes, periods, or spaces separating dates, times, or version numbers.", "87979": "Auxiliary verbs 'need', modal verbs 'to', and adverbs that indicate necessity or sufficiency, such as 'everything', often used in phrases expressing requirements or adequacy.", "112562": "Auxiliary verbs, modal verbs, and pronouns that function as subject-verb connectors or indicate tense, aspect, and modality, often in informal writing or speech.", "79796": "The definite article \\The\\ often appears at the beginning of a sentence or a quotation, marking the start of a new idea or context.", "14272": "Proper nouns, often surnames or names of organizations and publications, and common nouns often describing locations, events, or concepts.", "63433": "Nouns or phrases denoting time periods, locations, or quantifiable measures.", "96201": "Auxiliary verbs and modals used to express tense, possibility, or obligation in a sentence, often preceding the main verb.", "38860": "The use of first-person pronouns (\\I\\, \\me\\) and related phrases to express personal opinions, thoughts, or feelings, often in an informal or conversational tone.", "6108": "A modal verb or auxiliary verb indicating necessity, obligation, or requirement, often in the form of \\need\\ or \\needs\\, used to express a requirement or obligation for something to happen or be done.", "38882": "Verbs indicating action or state of being, often in a formal or professional context, and frequently used in a permissive or initiatory sense.", "22509": "Special characters, abbreviations, and number prefixes in text that are often used to shorten words or indicate possessive forms, or to start a new section or quote.", "38898": "No explanation", "47091": "First-person singular pronouns, often marking a shift in perspective, used by the author or speaker to express their thoughts, feelings, and experiences.", "96245": "Idiomatic phrases and common expressions often involving wordplay or metaphors.", "6136": "Texts containing warning phrases or clauses, often including phrases like \\be warned\\, and phrases indicating caution, care, or alert, typically found in formal or informative writings, product descriptions, or user advisories.", "38907": "Tokens often follow a colon (:), indicating a label or key in a key-value pair, and are typically nouns, articles, or interrogative words.", "79869": "The term \\fan\\ in its various forms as a noun, describing enthusiasts or supporters of a particular entity, individual, or activity.", "30723": "A range or interval of numbers separated by a hyphen or an em dash.", "96271": "A full stop often used at the end of a statement or after abbreviations, marking the end of a sentence.", "71698": "Verb forms describing actions, often in a past or present continuous tense, that people or entities are doing or experiencing.", "63509": "Prepositions, conjunctions, articles, and nouns, often used to connect clauses or phrases, or to indicate relationships between entities.", "71703": "Expressions of opinion, thought, or attitude, often introduced by phrases or words that signal a personal perspective or viewpoint, such as \\I think,\\ \\in my opinion,\\ \\to me,\\ or \\it seems to me.\\", "88088": "Punctuation marks, articles, prepositions, and conjunctions often surrounding or separating proper nouns, names, locations, dates, and organizations, indicating a formal or informative context, likely in news articles, sports, or event-related writing.", "88089": "Numerical values representing years, often in the 21st century, used to indicate dates, timelines, or milestones.", "71714": "Adverbs, nouns, or adjectives describing swiftness and ease, often in the context of technology, instructions, or everyday tasks.", "104484": "Abbreviated or truncated words or phrases often representing objects, concepts, or proper nouns.", "112679": "Proper nouns, surnames, and special names of people, places, or organizations.", "112681": "Function words, articles and prepositions are activated in general descriptive phrases, often preceding a verb or a noun, and sometimes connected to a following clause or sentence.", "22571": "Proper nouns, names of organizations, locations, and specific objects or concepts.", "129067": "Tokens indicating assistance, association, or interaction, often involving people providing help, guidance, or connection with others.", "88113": "Token patterns suggest offering or proposing something.", "112697": "Proper nouns and titles, often of creative works, people, organizations, and sometimes words derived from their names.", "63546": "Relative clauses describing people, typically introduced by verbs such as \\have\\, \\take\\, \\get\\, \\be\\, \\see\\, and \\will\\, often with a sense of agency or action.", "6207": "Punctuation marks, particularly periods (\\.\\).", "55367": "Special characters, abbreviations, and short words including punctuation marks, and small words preceding or succeeding them.", "14407": "A punctuation mark, especially an apostrophe, quotation mark, or hyphen, used to form possessive nouns, indicate quotations, or join words.", "22601": "Tokens preceding or following punctuation marks, such as commas and periods, often attaching semantic meaning to the sentence or phrase they are part of, typically describing characteristics or states of objects, events, or abstract concepts.", "55371": "Phrases that start a sentence, set a topic, or provide an explanation, often beginning with a transition word, and typically followed by a comma or a quotation mark.", "14412": "Special characters and numbers used in dates, possessive nouns, and contractions.", "88149": "Capitalized words, names, dates, and numbers typically marking the beginning of a title, name, or specific information in text.", "47195": "Various nouns, proper nouns, or words that can function as nouns, often representing objects, concepts, or entities of interest.", "6238": "Dates, years, or time periods, often in the format of year, often preceded or followed by a comma, a dash, or other punctuation marks, used to specify a particular point or range in time.", "22624": "Single characters, abbreviations or short words often referencing or indicating titles, prefixes, or quotes, and sometimes denoting beginnings of larger entities such as names, locations or quantities.", "14435": "Titles, dates, names, ratings, and ordinal numbers often appear at the beginning or end of a text, in a prominent position, and may be capitalized or displayed in a distinct format.", "120939": "The preposition \\by\\ indicating agency, origin, or means, often used in passive voice constructions.", "6255": "A proper noun or unique identifier (e.g. a name, acronym, or abbreviation) often in a specific context or domain, with a varying degree of importance.", "22643": "Noun referring to a group of people living in the same area, sharing common interests or working together, often in a social or civic context.", "39031": "Proper nouns, typically surnames, often of individuals.", "88189": "Initial words or phrases in sentences, marking the beginning of a statement, often including articles, pronouns, adjectives, and conjunctions.", "55422": "Prepositions and conjunctions, especially \\to\\, \\for\\, \\of\\, \\in\\, \\as\\, and \\with\\, often used in verb phrases and connecting clauses.", "88191": "Various first and second person pronouns and verbs indicating possession, action or state, often used in informal and conversational contexts.", "6272": "Formal nouns or names of laws, bills, organizations, amendments, acts, and initiatives are often highlighted.", "88198": "The token is often a word that is part of a phrase that requires assistance, aid, or information; or used in context to find or get something.", "88200": "Proper nouns, names of places, people, and organizations.", "47242": "Apostrophes, hyphens, and special punctuation in text often serve to denote possessive nouns, contractions, and abbreviations, while spaces and other special characters separate distinct elements such as dates, numbers, and website addresses.", "88212": "The verb \\was\\ used as a linking verb, often in a passive construction, indicating a past state or condition.", "39063": "Definite articles, typically \\the\\, preceding nouns, often marking specificity or familiarity.", "55450": "The token often appears at the start of a quotation or a username, and is sometimes found after or before a name.", "129188": "Battery-related terms, often referring to the lifespan or capacity of a device's power source, but also occasionally referencing other objects such as magazines, clips, or accessories.", "71847": "The conjunction \\and\\ often used to connect two clauses or phrases with equal importance.", "129199": "Verbs and verb forms expressing evasive or avoidance actions, such as \\dodge\\, \\evade\\, \\avoid\\, \\elude\\, and \\escape\\.", "47287": "Titles, names of people, organizations, works of art, and other proper nouns.", "55480": "Names of golf tournaments, events, or organizations, and descriptive phrases of golf-related activities or locations.", "55484": "Punctuation marks and other special characters, such as <<, >>, |, and commas, that typically indicate a transition to a new idea, section, or format, often separating text, hyperlinks, or comments in online content and user interactions.", "104641": "Articles, prepositions, verbs, nouns, and punctuation marks that are part of a sentence or phrase, often connecting or introducing clauses, and sometimes marking the beginning or end of a quotation.", "112835": "No explanation", "63686": "Phrases or sentences beginning with \\there\\ to indicate existence or presence, often followed by a noun phrase or clause.", "129230": "Numerical values, number sequences, and special characters denoting time, date, and unit measurements.", "112848": "Function words, short prepositions, and articles preceding a noun or verb, often in phrases or idiomatic expressions, especially those that express relationships, locations, or time, frequently used to connect clauses or provide additional information.", "14557": "Nouns that represent a specific or abstract concept, idea, or category, often used as a title, classification, or description, and are typically nominal expressions that convey a sense of uniqueness or particularity.", "80096": "Common nouns, names of specific things, locations, and proper nouns, many of which are used in unique or notable contexts, some of which are used in comparisons.", "129249": "Proper nouns often referring to organizations, locations, and brands.", "129259": "Verbs and phrases indicating action of giving, showing support, care, or providing for others, often in the form of a gift, service, or act of kindness.", "88305": "Proper nouns, surnames, and words of Asian origin.", "6386": "Auxiliary verbs or phrases indicating the source or author of a statement, action, or document, often used to attribute or provide context to the information being presented.", "63731": "Common prepositions and function words in English phrases, often used to indicate relationships between entities, locations, or activities, as well as to connect clauses or phrases.", "22793": "Common prepositions and articles that introduce or connect phrases, often preceding nouns, adjectives, or clauses, and function as part of various idiomatic expressions.", "6410": "Spatial relationships and descriptions of physical spaces, particularly referencing buildings, rooms, and areas within or around them.", "63754": "Adjectives and adverbs describing size, magnitude, or extent, often emphasizing the large or impressive nature of something, typically used to convey a sense of grandeur or significance.", "6419": "Suffixes and prefixes forming compound words and phrases, often adding information about size, dimension, or objective.", "96531": "Nouns often representing a specific concept, condition, location, or object, frequently appearing in phrases or titles.", "22827": "Common idiomatic expressions in text, often containing prepositional phrases or verb phrases that convey a sense of evaluation, expectation, or capability.", "31022": "Nouns or adjectives that convey a sense of state, condition, or quality, often describing an object, situation, or entity.", "112950": "Texts typically contain nouns and phrases describing natural disasters, general events, or objects, often citing news articles, public statements, or reports, and sometimes mentioning locations or specific cases.", "14649": "Common usage of indefinite articles \\a\\ and \\an\\ in various contexts, preceding a noun, indicating a non-specific or general reference.", "96571": "Years, typically represented as four consecutive digits.", "31044": "Predominantly physical positions, actions, or states involving persons or objects like sitting, lying, standing, hiding, crying, hanging, or walking.", "112966": "A quotation mark or other delimiter preceding a number or a year, often used to indicate a unit, a score, or a quantity.", "121175": "Prepositions, conjunctions, and auxiliary verbs, typically used to connect words or phrases, often indicating relationships such as location, manner, time, or possession.", "121178": "A punctuation mark marking the end of a sentence.", "80222": "Common subject-verb-object (SVO) sentence patterns, often featuring the word \\someone\\ as the subject, performing actions described by verbs such as \\said\\, \\made\\, \\asked\\, \\told\\, \\thought\\, \\consider\\, \\took\\, \\missed\\, or \\had\\, and sometimes including prepositional phrases or clauses that provide additional context.", "14690": "Proper nouns including names of people, places, organizations, and titles.", "31075": "Decades or centuries mentioned in text to provide context or reference points, often accompanied by descriptive words indicating specific periods or events.", "22889": "Tokens marking boundaries of various types, including punctuation marks, symbols, special characters, and abbreviations, often used to separate or denote specific parts of text.", "121193": "No explanation", "22894": "The patterns found in the text are expressions of affection or preference, with the most common verbs being \\love\\ and \\like\\ often used in the first person, indicating the speaker's personal feelings or opinions about something.", "55671": "Common markers preceding or succeeding user identifiers, titles, descriptions, or a phrase that is being emphasized.", "104837": "The token is often a verb or auxiliary verb that indicates the beginning of a subordinate clause or a phrase that provides more information about the preceding noun or verb.", "104844": "A digit \\2\\ often used as part of a numerical value or identifier in various contexts, such as dates, times, and references.", "63896": "Titles and names of media, such as films, television shows, music, and video games, and proper nouns, including names of people, places, and organizations.", "104863": "Online community and forum terminology, including labels for user interactions, navigation, and metadata, often denoted by specialized vocabulary and symbols.", "39327": "Content words including nouns, pronouns, and adjectives, often functioning as part of or representing the subject of a sentence, phrase, or clause.", "22953": "Nouns or words referring to a person or group, including their roles, professions, or affiliations.", "47543": "Verbs describing the origin, creation, or maintenance of an object, idea, or event, often indicating authorship, production, or sponsorship.", "31162": "Nouns or adjectives, often with a preceding article or preposition, representing a specific object, concept, or idea, frequently in a formal or technical context.", "104893": "Verbs and phrases that describe a relationship, change, or influence between entities, concepts, or situations.", "14787": "Titles, headings, labels, or identifiers of a source, document, work, or publication often denoted by a preceding possessive word, a word indicating a format type, or an action related to publishing or presentation.", "113100": "Punctuation marks and special characters, including quotation marks, apostrophes, commas, and colons, that are used to set off or separate various types of text, such as titles, names, and dates.", "96732": "Text metadata and structured information, including bibliographic details, webpage components, and formatting elements.", "121309": "References to a specific time or period, often denoted by adjectives or nouns indicating recency, sequence, or date, such as \\this year\\, \\last week\\, \\recent\\, \\autumn\\, or specific days of the week.", "129501": "Prepositions and words indicating spatial relationships, containment, or sequence, often used to connect clauses or phrases, and typically preceded by a noun or phrase they relate to.", "72156": "Terms related to reasoning, argumentation, and critical thinking, particularly nouns and verbs associated with logical reasoning, evidence evaluation, and decision-making.", "39392": "Auxiliary verbs, conjunctions, and articles often used in everyday language to connect ideas, form sentences, and express comparisons.", "6628": "Interjections and phrases expressing strong emotions, including surprise, excitement, and curiosity, often used to convey enthusiasm or interest in a particular topic or situation.", "14830": "A phrase or clause being negated, often with a contrast or correction to the initial statement, highlighting the difference between what is stated and what is true.", "121333": "A digit within a numerical sequence, often as part of a year, date, phone number, or other numerical identifier.", "121348": "Nouns, often referring to everyday concepts, objects or abstract ideas, typically used in informal or conversational contexts.", "80391": "Phrasal expressions and idiomatic language often contain function words such as \\as\\, \\a\\, and \\the\\, which have low activations, while other words in the expression have higher activations.", "23053": "Verbs and phrases often used to introduce or connect clauses or ideas, forming a link between actions, phrases or sentences.", "47632": "The token \\and\\ is consistently found connecting two clauses or phrases, often indicating a progression, addition, or continuation of an action or idea.", "113174": "A broad range of written English expressions, including idiomatic phrases, noun phrases, prepositional phrases, and other sentence structures that convey various meanings and relationships.", "80407": "A transitional word or phrase, often a single word, that starts a sentence and introduces or provides additional information, context, or contrast.", "6686": "Abstract nouns representing concepts, quantities, or characteristics, which are often key to understanding the main idea or argument in a text.", "88618": "Metaphorical and literal descriptions of natural elements and weather conditions, often describing temperature, air, and wind.", "23082": "Text markers indicating new postings, responses, or transitions between different ideas or quotes, often denoted by quotes, ellipses, or other special characters.", "47661": "Prepositions and words that initiate requests, assistance, or questions, often indicating a shift in the dialogue or providing additional information.", "64051": "A suffix or prefix added to the end or beginning of a word, often with a hyphen or appearing as a separate word, to form a new word or indicate a distinct meaning, such as \\-ed\\, \\-ing\\, \\-er\\, \\-ly\\, \\re-\\, \\un-\\, or \\well-\\.", "88643": "Typically obituaries or death notices describing deceased persons, often listing their family and funeral information.", "31308": "Prefixes or words preceding another word or punctuation mark, often indicating a connection or a relation to the next word or text.", "105043": "Punctuation marks and special symbols used to separate or terminate text, sentences, or sections, often used in article titles, quotes, or transitions between paragraphs.", "121433": "Phrases or words indicating movement or extension across, over, or through a space, often describing a transition or connection between two distinct areas or entities.", "64090": "Auxiliary verbs or conjunctions connecting clauses or phrases that express possibility, futurity, or conditionality, often in informal or conversational writing.", "105051": "Prepositional phrases and nouns often associated with events, locations, or quantities, frequently indicating participation, registration, or measurement.", "88672": "Verbs expressing volition, intention, preference, or disposition, such as wanting, needing, willing, expecting, planning, choosing, liking, asking, trying, or desiring, often referring to a person's attitude or decision.", "72296": "The adverb \\quickly\\ or its variations, often indicating a prompt or swift action, movement, or decision.", "72304": "Capitalized proper nouns and words or phrases that are titles, names, organizations, or distinct entities, often signifying importance and uniqueness.", "121465": "Ordinal numbers or references to something being initial or primary, often denoted by the word \\first\\.", "72315": "Prepositions and conjunctions preceding or succeeding a phrase, or words that connect clauses in a sentence.", "88710": "Expressions of positive sentiment, excitement, or surprise, often used in informal online communication, such as comments, posts, and reviews, including phrases, exclamations, and colloquial language.", "105095": "Relativizers such as \\that\\, \\which\\, and \\who\\ and other subordinating conjunctions like \\when\\, \\where\\, used to connect clauses and introduce dependent clauses.", "121490": "Tokens associated with time periods, ages, or educational levels.", "105107": "Verbs, nouns, and adverbs associated with text, writing, or language, often emphasizing style, clarity, or effectiveness of communication.", "15010": "Nouns or noun phrases, often compound or descriptive, that refer to specific objects, concepts, or entities in various domains, such as geography, technology, education, sports, politics, and more.", "39594": "Mathematical operations, numbers, and units, often in context of arithmetic, algebra, or scientific notation.", "15020": "Commas and periods are frequently used to separate clauses, items in a list, or to end sentences, often preceding or following conjunctions, or used in quotes.", "88749": "General nouns representing abstract concepts, events, or entities, often used in a broad or non-specific sense.", "47790": "Interrogative words or phrases, often beginning with \\where,\\ that introduce a question or inquiry, frequently seeking the location or status of something or someone.", "31415": "Tokens forming titles of various media, including books, articles, songs, albums, and movies.", "6852": "Various nouns and adjectives often follow verbs that convey a sense of change, movement, or state, commonly including words related to weather, temperature, and direction.", "15045": "Articles (\\the\\) preceding nouns or noun phrases, often used to specify or particularize the noun.", "72423": "Contractions and informal language patterns, such as abbreviations, colloquial expressions, and sentence fragments.", "72433": "Prepositional phrases and phrasal verbs, or nouns and noun phrases, functioning as key components in sentence structure and meaning, particularly those involving actions, descriptions, or relationships between entities.", "129787": "Adjectives describing qualities, often with a positive or negative connotation, that are used to characterize or evaluate a subject, object, or situation.", "6915": "Formal expressions of intellectual property rights, disclaimers, and legal notices, often including phrases such as \\All Rights Reserved\\, \\Copyright\\, and \\terms of use\\, found at the end of publications, websites, or documents.", "47879": "Common phrases and sentence structures expressing gratitude, respect, and positive sentiment; references to actions, requests, or favors that benefit others; and idiomatic expressions involving wordplay or colloquialisms.", "113417": "Verbs or phrases indicating willingness, agreement, or intention to perform an action, often used to express offer, proposal, or readiness.", "23311": "Relative clauses, specifically those beginning with \\who\\, used to provide additional information about a noun or pronoun in a sentence.", "47888": "Phrases or words preceding or following a separator that indicates the beginning or end of a comment section in text.", "105234": "First-person singular pronouns marking the beginning of a statement, often expressing personal opinions or thoughts.", "88853": "Proper nouns, names of organizations, locations, sports teams, institutions, and specific entities, including words indicating possession or association.", "129820": "First person declarations of affection or preference, often beginning with \\I\\ and using the word \\love\\ or its variants.", "56093": "Special characters, punctuation, and common abbreviations in text, often indicating a transition, separation, or an addition to the main content, including but not limited to, colons, quotation marks, apostrophes, and abbreviations of words.", "121636": "Formal and technical language often used in academic or professional settings, including citations, references, and specific formatting elements, such as dates, publication information, and technical terminology.", "6949": "Abstract nouns related to human activities, concepts, and values, often conveying intentions, beliefs, or principles, and frequently appearing in formal or academic contexts.", "6954": "Function words or phrases, often prepositions or articles, preceding or following  clickable or interactive elements, buttons, links, or other user interface components, including navigation, reviews, comments, or entry fields.", "6967": "References to canines or dogs, in various contexts, including literal mentions of dogs, idiomatic expressions, proper nouns, and metaphors.", "15173": "Verbs and auxiliary verbs expressing necessity, obligation, desirability, or possibility, often used in formal or advisory language, and verbs expressing intentions or desires.", "31558": "Punctuation marks and common abbreviated titles or honorifics in formal and informal written text, often associated with proper nouns, institutions, or time and date formats.", "39761": "Verbs related to the process of developing, creating, forming, or shaping ideas, plans, policies, or objects, often indicating a sense of authorship, composition, or development.", "39767": "Nouns and proper nouns often representing titles, names, or specific entities, sometimes accompanied by descriptive phrases or additional information, and frequently indicating sources, locations, or origins.", "121688": "Function words, such as prepositions, conjunctions, and articles, that connect phrases or clauses, often indicating relationships of time, location, or purpose.", "113495": "Proper nouns, names of businesses, organizations, bands, albums, products, and other unique entities, often used as identifiers or titles.", "64346": "References to the sun, sunlight, sunrise, sunset, or sunny weather, often used as literal descriptions or metaphors in various contexts.", "7001": "Modals expressing necessity or obligation, including verbs such as \\need\\, \\want\\, \\require\\, and \\expected\\, often used in formal or instructional contexts to convey importance or urgency.", "31583": "Emphasis placed on nouns representing people, entities, or concepts that convey positive or negative sentiment or judgment, as well as abstract qualities, often associated with loyalty, friendship, or moral principles.", "7008": "A paragraph or section separator.", "31587": "Alphabetical sequences or ordering, often represented by a range or sequence of letters, sometimes used as labels or enumeration.", "80740": "Punctuation marks, especially those that indicate pauses, transitions, or strong emotions in text.", "97127": "No explanation", "129896": "Adverbs, nouns, verbs, adjectives, and pronouns that express strong emotions, negativity, or intensity, or those that are part of idiomatic expressions or phrases indicating surprise, extremity, or emphasis.", "129901": "Prepositional phrases and common verb phrases, often in idiomatic expressions.", "15218": "Predefined labels often used as metadata, denoting categories, objects, or actions, typically in structured formats such as posts, articles, or profiles, and often in online platforms, emails, or documents.", "15219": "Verbs and nouns associated with music, lyrics, words, and performance, often used in contexts describing songwriting, composition, and artistic creation.", "31605": "Common nouns or noun phrases that complete or conclude a thought, often representing result, outcome, location, or means, found in various contexts.", "15223": "A suffix or prefix added to a root word to form an adjective or noun, often indicating a concept, state, or quality, or an adverbial or prepositional phrase connecting clauses or ideas.", "7034": "Words related to weather and climate.", "7036": "Transitional words or phrases that indicate time, comparison, or addition, often used to connect clauses or sentences in a narrative or descriptive text.", "56194": "Brand names and domain names of vehicles and websites, and occasionally letters or numbers used to abbreviate or specify a particular object or product.", "88965": "Proper nouns or common nouns that are often used to represent inanimate objects or entities that can be personified, including geographical names, fictional characters, and everyday objects.", "80782": "Prepositions \\over\\ preceding a noun or pronoun, often indicating physical or metaphysical superiority, comparison, or location.", "39844": "References to poetic forms, literary devices, and elements of poetry such as lines, verses, and refrains, often in the context of analyzing or discussing the structure and style of poems or songs.", "121776": "Adjectives describing temperature or physical state, often with positive or negative connotations.", "105392": "Punctuation marks and articles, with occasional prepositions and nouns, that function as sentence connectors or introductory elements.", "89008": "Articles, prepositions, conjunctions, and determiners in specific contexts, often linking or introducing clauses, phrases, or ideas, and sometimes indicating possession, comparison, or emphasis.", "89019": "Contracted forms of English auxiliary verbs and the pronouns associated with them, indicating the use of informal or colloquial language.", "89031": "Names of objects, locations, or concepts, often with a descriptive or unique second word, that form a distinct entity or proper noun.", "97231": "Conjunctions and pronouns that connect or introduce clauses, phrases, or sentences.", "97233": "The word \\as\\ used to introduce or explain a reason, cause, or explanation for an action or situation.", "7124": "Proper nouns and formal names of people, places, organizations, products, and titles that carry significant importance and are often used to identify or refer to specific entities.", "7132": "Sentiment-bearing words/phrases expressing emotions or attitudes, often in informal online contexts, such as comments or social media posts.", "64483": "Various phrases indicating a point or period in time, often marked by a specific event, date, or season, including expressions for the beginning, end, or duration of a time period.", "39916": "Conjunctions and transition words, words preceding a quotation mark, punctuation marks and words connecting clauses or phrases in sentences.", "7154": "Verbs or verb phrases that are copular or auxiliary in nature, often linking the subject to additional information, including states of being, opinions, or conditions.", "121856": "The word \\willing\\ often indicates a readiness or disposition to do something, and is frequently used to convey agreement, consent, or a positive attitude towards a particular action or situation.", "121863": "Nouns or verb phrases appearing before or after a comma, period, or other punctuation, typically in the context of events, exhibitions, or descriptive titles.", "113680": "Words that convey a sense of shining, glowing, or sparkling, often used to describe visual effects, lights, or surfaces with a reflective quality.", "97307": "A wide variety of phrases, sentences, and titles, often referencing specific names, locations, dates, and numbers, and sometimes including explanations or descriptions of events, concepts, or entities.", "72731": "No explanation", "23581": "Nouns related to social groups and geographic locations, often referring to community, society, or public services.", "23587": "Phrases or words linking readers to further information or sources, such as websites or references, often marked by transitional words or phrases like \\see more\\, \\visit\\, \\read\\, or \\reference\\.", "64554": "Indefinite references to objects, concepts, or events using the word \\thing\\ or \\things\\, often used to avoid specificity or to refer to something vaguely or abstractly.", "15404": "Verbs that express events or actions happening in a relatively recent past or continuing up to the present, forming part of a narrative or sequence of events, often used with adverbs like \\recently\\ or in the context of an unfolding story.", "89136": "Punctuation marks, especially quotation marks, apostrophes, and periods, often indicate the end or beginning of a quotation, sentence, or phrase, while also sometimes being used to separate clauses or items in a list.", "7219": "Prepositions (\\in\\, \\on\\, \\at\\, \\with\\, \\from\\, \\to\\, \\by\\, \\as\\) are often used in context to indicate physical or abstract location, direction, association, or manner, usually preceding nouns or noun phrases.", "64564": "Prepositions and conjunctions used in various contexts, including phrases that begin or end a sentence, as well as words that provide additional information or interpretation.", "89142": "Verbs and nouns associated with writing, composition, or creation of content, often in formal or professional contexts.", "15415": "The word \\weather\\ and its synonyms, such as \\climate\\, often appear as nouns, sometimes preceded by adjectives like \\bad\\, \\inclement\\, or \\seasonal\\.", "89147": "Terms or phrases often related to liability, copyright, data protection, or usage agreements.", "56389": "Distinct colors used as descriptors or proper nouns, often referring to objects, places, or names.", "113735": "A number or measurement often preceded by a specific unit, that is used to provide quantitative information or specifications.", "89163": "Weather-related terms and nouns denoting time periods or conditions, often used to describe or set a scene, frequently appearing towards the end of a sentence or before a comma.", "72782": "Prepositions and conjunctions often link phrases, clauses, or sentences, while auxiliary verbs and modal verbs precede main verbs, and nouns can be used to express concepts or objects.", "64598": "Proper nouns and names of organizations, countries, and specific titles, as well as words indicating actions, movements, and concepts.", "31831": "Punctuation marks including periods, apostrophes, commas, hyphens and other non-alphanumeric characters.", "31833": "Nouns representing content, often part of or linked to a larger online platform such as news websites, blogs, or academic journals.", "64605": "Nouns or adjectives representing groups of people, organizations, or concepts, often referring to roles, relationships, or professions.", "40031": "Conjunctions and prepositions linking clauses or phrases, often indicating a relationship between ideas or introducing additional information, with a focus on transitional words and phrases.", "31844": "The definite article \\the\\ preceding a noun or a clause, often used to introduce a concept, an idea, or a reference.", "113767": "Verbs or auxiliary verbs connecting clauses, often linking a subject to additional information or used in contractions.", "130152": "Punctuation marks and special characters, particularly apostrophes, hyphens, and single quotes, used in contractions, possessive forms, and abbreviations.", "81001": "Tokens used as punctuation to mark the start or end of quotes, citations, titles, or paragraphs.", "7275": "Negation words or phrases, often preceding a noun or verb, indicating the absence or non-existence of something.", "121967": "Verb forms or verb-related phrases.", "121987": "Phrases that express necessity or requirement, often using modal verbs like \\need\\, \\needed\\, \\needs\\, and \\require\\ to convey obligation or importance.", "31881": "Various nouns and verbs related to animals, sports, and outdoor activities such as hunting, dog training, and equestrian sports, often used in the context of competitions or events.", "23698": "Second-person singular pronouns (\\you\\ and \\your\\) used in direct address, often in informative or instructive contexts.", "56468": "First person plural linking verbs, such as \\are\\, \\be\\, and contractions \\re\\, \\m\\, often used in statements to express the speaker's thoughts, feelings or actions.", "105621": "Pronouns and determiners introducing relative clauses that describe people or groups, often referring to their characteristics, actions, or possession.", "89239": "In a body of text, certain patterns of advice, guidance, or self-improvement are often given to individuals, with a focus on their personalities, behaviors, and decision-making processes.", "48288": "Common idiomatic expressions and phrases used to convey various concepts, such as location, time, and abstract ideas, often involving prepositions like \\behind\\, \\over\\, \\under\\, \\above\\, and \\in\\, as well as words like \\all\\, \\bit\\, \\center\\, \\detail\\, \\face\\, \\feet\\, \\good\\, \\heads\\, \\list\\, \\live\\, \\mark\\, \\money\\, \\position\\, \\roof\\, \\scene\\, \\sound\\, \\way\\, and \\work\\.", "64672": "Prepositions indicating purpose, direction, or goal, often used to describe a desired outcome, action, or destination.", "105642": "Coordinating conjunctions, often connecting two clauses or phrases, used to link events, ideas, or conditions, typically \\and\\ but occasionally \\but\\, indicating addition or contrast.", "7339": "Tokens marking finality, completion, or termination, indicating the last, end, or remaining part of something.", "113841": "The token \\as\\ or \\while\\ used to describe concurrent or simultaneous actions or events.", "89267": "Various parts of speech including nouns, verbs, adjectives, and adverbs that seem to generally function as a distinct unit or phrase within sentences, often expressing an opinion or sentiment.", "72883": "Emphasis on pronouns and various parts of speech connecting clauses or phrases, often used to address the reader directly or express a sentiment towards a subject.", "23733": "A wide variety of words and phrases, often idiomatic, colloquial, or proper nouns, including titles, names, and quotes.", "105655": "The token \\9\\ as part of a year, typically in the format of \\19\\ followed by a two-digit year.", "122042": "Years in dates, typically in the format of a four-digit number.", "7359": "Prepositions often used to describe movement or location, with a focus on directional and spatial relationships.", "72908": "Verbs in past tense or past participle form, often describing events or actions that were completed or initiated prior to the main action of the sentence.", "56526": "Relative clauses introduced by words \\who\\, \\that\\, and \\which\\, connecting a descriptive phrase to a noun, often indicating a particular subset of people, objects, or situations.", "105678": "Abstract nouns referring to concepts, states, or qualities that are often relevant to a particular situation or context.", "130259": "Names of seasons, typically appearing as standalone words or as parts of phrases, often indicating a time period or context.", "89315": "Terms related to spirituality, self-improvement, and Eastern philosophy, including words describing states of mind, emotions, and personal growth, often in the context of meditation, yoga, and enlightenment.", "72934": "Phrases signifying affiliation, association, or subscription, typically indicating a user's status or relationship with a particular group, organization, or community.", "48361": "Various punctuation marks, particularly periods (.), commas (,), semicolons (;), colons (:), apostrophes ('), and dashes (-), often used to separate clauses, list items, indicate abbreviations, or set off quotations.", "15599": "Prepositions and conjunctions used in various contexts such as location (\\in\\, \\from\\), authorship (\\by\\), and relationships (\\of\\, \\about\\, \\to\\, \\with\\, \\as\\).", "15602": "Singular or plural nouns referring to individuals or groups of individuals, often denoting humans collectively or highlighting specific persons, people, or personalities.", "56568": "Equestrian terms and words related to horse riding and competition, with many instances of words ending in \\er\\ or \\ing\\ and referencing horse jumping, dressage, and other equestrian events.", "89341": "The word \\community\\ (and its variations) consistently appears in contexts referring to groups of people sharing common characteristics, geographic locations, or interests.", "89346": "Punctuation marks, conjunctions, and prepositions marking structural boundaries in text, such as sentences, clauses, and phrases.", "97539": "The indefinite articles \\a\\ and \\an\\ in various contexts, often preceding a noun or a noun phrase.", "23812": "A year in a date.", "32008": "Prepositions, articles, and other function words preceding dates, times, or descriptive terms that provide temporal or contextual information in a sentence, or prepositions and conjunctions linking clauses or phrases, as well as nouns or pronouns playing a sentence-initial role.", "32012": "Pronouns and possessive adjectives, typically used as subjects of sentences or clauses, that introduce a new action or continuation of the narrative.", "23833": "A pattern of interrogative words or phrases often used in sentence-initial position, typically to form questions.", "97570": "Words or phrases often signifying a title, name, or label in a variety of contexts such as professions, institutions, places, or concepts.", "113956": "Nouns often representing a concept or institution, typically having a specific or formal name.", "81197": "Portions of author names or contributors, typically surnames, are commonly highlighted.", "48447": "Colons (:) used for time representations, organizational or numerical listings, and citations, as well as hyphenated phrases and words denoting a relationship between two entities or concepts, especially in the context of running and sporting events.", "48451": "Adjectives or nouns used to describe or specify institutions, organizations, concepts, locations, or characteristics, often denoting a particular field or domain.", "32086": "Years in dates, often appearing as the last two digits of a year within a numerical date representation.", "23904": "Specialized or branded names of various entities, such as websites, blogs, organizations, projects, products, and publications, often including domain names or abbreviations.", "97638": "Punctuation marks, often quotation marks and parentheses, and sometimes preceding or succeeding conjunctions or prepositions that connect clauses or introduce quotes.", "64871": "Adjectives describing people, groups, or entities in terms of their quality, ability, or characteristics, often used to evaluate, praise, or criticize them.", "114025": "Conjunctions, articles, auxiliary verbs, and punctuation marks that facilitate connections between clauses or phrases, often indicating contrast, addition, or clarification, and typically used in formal or written language.", "7531": "Definite article preceding various nouns, often marking the beginning of a noun phrase.", "130418": "The activation of words related to dogs or canine behavior, with some examples involving figurative language, idioms, or wordplay.", "7555": "Tokens often indicate transitional phrases, beginnings of lists, or introductions to instructions and recommendations, serving as textual cues to guide the reader through the content.", "130439": "Tokens marking the beginning or end of quotes, citations, sections, lists, links, or other formatted text blocks, often including symbols like arrows, brackets, or colons to indicate direction or separation.", "89480": "No explanation", "64908": "Adjectives and nouns conveying positive qualities of flexibility, agility, quickness, sharpness, awareness, adeptness, and athleticism, often describing human abilities or performance.", "97680": "Nouns or verbs related to age, development, or behavior of young children, often in context of learning, growth, or challenges.", "122259": "Numerical model years or calendar years often associated with objects, vehicles, or technological devices indicating their production or creation time.", "48533": "Nouns and verbs related to titles, names, actions, and classifications, often in formal or informative contexts.", "105887": "No explanation", "81312": "The verb \\reflect\\ often appears in various tenses, forms, and contexts, commonly used to indicate representation, expression, or showing of something.", "15786": "Direct address or refer to people, groups or entities that receive, perceive, or are affected by something, including readers, listeners, viewers, voters, crowds, goers, fans, reporters etc.", "73138": "Proper nouns and names of specific models, products, and brands.", "7603": "A blank space preceding a year or a number in text, often indicating a publication date, model number, or a sequence identifier.", "97717": "Adjectives, adverbs, and nouns describing or evaluating people, behaviors, or situations, often expressing a positive or negative sentiment.", "48567": "No explanation", "89531": "No explanation", "130494": "Numerical values in dates, often denoting years, and occasionally other numerical values or words indicating time periods.", "15806": "Phrases expressing doubt, uncertainty, or potential outcomes, often using words like \\necessarily\\, \\not always\\, \\may\\, or \\may not\\ to convey that something isn't certain.", "56779": "Various forms of \\warm\\ often describing temperature or atmosphere, sometimes in the context of global climate change.", "89549": "No explanation", "24014": "Nouns referring to groups or individuals, often signifying the subject or focus of a statement, action, or situation.", "105954": "Prepositions and conjunctions connecting verbs or clauses to their objects, indicating direction, assistance, or provision of support.", "15844": "Date and time stamps, usernames, post numbers, and quotes in online forums and discussions.", "73189": "Adjectives and nouns describing negative or problematic human behaviors, emotions, or actions, often indicating conflict, tension, or immoral conduct.", "56806": "Function words or articles preceding a noun, or the first word of a quotation or a title, often used to introduce or reference something.", "89577": "No explanation", "32251": "Prepositions and conjunctions used to connect phrases or clauses in text.", "65025": "Tokens marking temporal locations or periods of time, including words for months, seasons, specific times, or phrases denoting duration or progression of events within a timeline.", "48641": "Nouns referring to written or printed materials, such as documents, papers, texts, publications, and writings, often used in formal or official contexts.", "15885": "References to cold weather conditions, winter, or objects associated with cold temperatures.", "89613": "No explanation", "81428": "Punctuation marks at the end of sentences, and articles or prepositions, often marking the beginning or end of a phrase.", "122389": "Periods, question marks, exclamation marks, and other punctuation marks often found at the end of sentences.", "40480": "Definite articles that precede nouns, often introducing or referencing specific entities, locations, or organizations.", "81441": "Function words and prepositions, often indicating movement, direction, or possession, such as \\in\\, \\of\\, \\from\\, \\to\\, \\for\\, \\with\\, and \\at\\, typically used in a grammatically correct manner, often preceding or following nouns, pronouns, or verbs.", "24101": "Verbs connecting nouns or phrases, often indicating action, possession, or existence, commonly used in linking or auxiliary roles.", "24102": "Second-person singular pronouns, and first and third-person pronouns commonly used in direct address, questions, or statements referring to the reader or listener.", "114215": "Common nouns representing a particular object, system, organization, or concept, often denoting a specific entity or thing.", "97832": "A token often represents a year, and can be part of a larger sequence that describes a specific period, season or year in a formal or descriptive context.", "73259": "Prepositions or prepositional phrases that convey moving past, over, or beyond a physical or metaphorical obstacle, often indicating progression or recovery.", "24108": "Prepositions (\\of\\, \\at\\, \\in\\, \\for\\, \\from\\) often linking nouns or phrases, typically indicating relationships such as possession, location, or purpose.", "81453": "Tokens that form part of a proper noun, serve as part of a title, or represent a unique characteristic, usually indicating specificity.", "81464": "Primarily nouns that refer to types of content, often hyperlinks, including media, articles, and narrative descriptions.", "114239": "The first occurrence or instance of something or someone, often denoted by a noun or a phrase that signifies a new beginning, introduction, or initiation, frequently marked by words such as \\first\\, \\initial\\, or ordinal numbers.", "24132": "Punctuation marks, especially periods (\\.\\ : 3), commas (\\,\\ : 6), and conjunctions (\\ and\\ : 5) that connect phrases, clauses, or sentences, with an emphasis on the sentence-final period (\\.\\ : 2).", "89670": "No explanation", "122439": "Common idiomatic phrases and fixed expressions often used in informal language, including colloquialisms, sayings, and clichés.", "15944": "Prepositions and common nouns in formal and informal contexts that function as units to form phrases that convey location, status, and other relationships.", "65094": "Verbs or verbals that express a relation, attribute, or action of a noun, often describing the state or condition of the subject, frequently in a formal or written context.", "89675": "No explanation", "73294": "Proper nouns, often surnames, typically in the form of the last part of names.", "97871": "Nouns referring to broad concepts, periods, or entities, often in a formal or official context, such as geographical areas, institutions, or abstract ideas.", "65105": "Function words and less common adverbs often preceding or following a clause, conjunctions, prepositions, and other particles that connect ideas or indicate relationships between them.", "48727": "Phrases expressing negation, limitation, or restriction, often using words such as \\not\\, \\no\\, \\nor\\, \\without\\, \\only\\, \\cannot\\, and \\longer\\, typically indicating the absence, exclusion, or impossibility of something.", "15960": "Nouns or adjectives describing temperature or time of year, such as warm, hot, cold, summer, winter, and spring, often used in descriptive phrases or to set a scene.", "97897": "Geographic locations, including cities, counties, states, and countries.", "15977": "Various function words and prepositions indicating relationships between entities, locations, and actions, often serving as connectors or modifiers in a sentence.", "81519": "Copulas, auxiliary verbs, and verb contractions often preceding a clause or phrase describing a state, condition, or characteristic of a subject.", "122489": "Punctuation marks and polite or informal language expressions, such as \\you\\, \\a\\, \\and\\, often used in everyday conversations or personal writings.", "40573": "Content markers and phrases typically used to express opinion, sentiment, or personal experience, often at the beginning of a sentence or clause, introducing a thought or feeling, and frequently involving contractions or colloquial language.", "122496": "Nouns representing abstract concepts or general categories, often related to information, education, or processes, that provide context or clarify ideas.", "81538": "The activation patterns are largely centered around function words such as prepositions (\\into\\, \\of\\, \\to\\), conjunctions (\\but\\), and articles (\\the\\), as well as common verbs (\\meet\\, \\appear\\, \\have\\) and nouns (\\house\\, \\box\\, \\history\\, \\freedom\\). These activations often signal a shift in meaning, such as indicating a relationship between entities, a change in state, or a sense of possibility or necessity.", "106116": "Verbs, adjectives, adverbs, and prepositions that connect or transition between clauses, introduce noun phrases, or indicate degree and comparison, often used to provide additional information or context.", "81557": "Tokens that are part of proper nouns, job titles, or descriptive phrases preceding a person's name or an organization, often used to provide context or identification.", "16027": "Verbs or verb phrases \\sounding\\, \\expressed\\, \\speaking\\, \\talkin\\, \\engages\\, \\see\\, \\endorse\\, \\provide\\, \\sound\\, \\evaporated\\, and nouns \\tone\\, \\view\\, \\voice\\, \\style\\, \\line\\, \\attitude\\, \\discourse\\, \\intentions\\ indicating self-expression, communication, or personal opinion.", "73375": "Terms for groups of people such as \\community\\, \\family\\, \\folk\\, and \\nation\\, often used to describe a collective or social unit, and sometimes preceding phrases that describe the group's characteristics or affiliations.", "48802": "Prepositions or nouns that are part of nominal or prepositional phrases, often describing relationships, quantities, or categorizations.", "97960": "Numbers or special characters marking the beginning of a specific value, quantity, or title, often denoting a unique identifier, ranking, or unit of measurement.", "73384": "Periods at the end of sentences.", "122548": "Prepositional phrases or subordinate clauses introducing time, indicating when or at what point an event occurred, often beginning with \\when\\, \\at\\, \\before\\, or \\then\\.", "65208": "Special words or phrases often include URLs, publication titles, dates, times, phone numbers, addresses, names of organizations, names of products or projects, and proper nouns, indicating that they are likely part of a reference or a citation.", "106170": "Expressions of personal opinions or thoughts, often positive or affirmative, that begin or end a statement or review, frequently containing adjectives or adverbs that describe something or someone, or expressing agreement, excitement, or skepticism.", "57033": "Nouns or phrases that often serve as subjects or complements of existential or copular clauses, typically beginning with 'there is', 'there are', or similar phrases, indicating the presence or existence of something.", "81611": "The most frequently activated tokens are pronouns being used as objects of verbs, typically in informal or conversational contexts, often indicating the recipient of an action or instruction.", "24271": "Tokens of articles, pronouns, and certain prepositions often preceding other nouns or phrases.", "106204": "The digit \\0\\ as part of a year, typically at the end, in dates ranging from the 18th to the 20th century.", "32485": "Verbs and auxiliary verbs connecting the subject of a sentence to additional information, often describing a state of being or possession.", "16102": "Conjunctions and prepositions preceding clauses or phrases that provide additional information, introduce quotes, offer alternatives, or serve as transitions, often indicating a shift in thought or action.", "89836": "No explanation", "130799": "Proper nouns, names of organizations, publications, projects, and websites, as well as terms related to technology, science, and academic fields.", "7922": "Prepositions and function words (conjunctions, articles, auxiliary verbs) preceding or following various parts of speech, often in the context of phrases, clauses, or idiomatic expressions.", "106226": "The term \\community\\ is frequently used to refer to a group of people sharing common interests, geography, or identity, often in contexts emphasizing unity, cooperation, or social organization.", "7924": "Words related to being a supporter or admirer of something or someone, often linked to sports teams, public figures, or activities, with varying intensities of enthusiasm.", "89850": "No explanation", "32507": "Nouns referring to individuals or groups of humans, often used as subjects or objects in a sentence.", "114429": "Nouns referring to organized entities, locations, or systems, often denoting a collective or structured environment, such as a company, organization, team, school, university, country, or community.", "122628": "Common nouns, often referring to physical locations, structures, or objects, which are frequently used in descriptive contexts.", "32528": "Verbs or phrases indicating possession, usually \\have\\, and often used in various contexts such as expressing ability, necessity, or describing a state of being, including comparisons.", "48915": "Personal pronouns, often referring to the subject or the person being addressed, used to convey a sense of identity, possession, or relation in a sentence.", "16149": "General terms for individuals, including pronouns, nouns, and determiners referring to people.", "106262": "Verbs indicating change, often in a physical or quantitative sense, typically in a formal or informative context.", "32535": "Presence of contractions and possessive forms in text, typically indicated by an apostrophe.", "98120": "A variety of tokens at the boundaries of sentences or clauses, including linking verbs, prepositions, articles, and conjunctions.", "40782": "Common idiomatic expressions and phrases that convey various emotions, comparisons, and relationships, often using prepositions and adverbs, such as \\with\\, \\for\\, \\to\\, \\like\\, \\than\\, \\of\\, \\in\\, \\on\\, etc.", "130913": "Adverbs modifying negation, often indicating that something is not always true or applicable.", "98147": "Proper nouns and distinctive words, often of foreign origin or containing uncommon letter combinations.", "48997": "Auxiliary verbs, transitional words, and phrases that indicate a shift in the sentence, a change in the direction of thought, or an addition to the previous idea.", "65389": "Adverbial phrases or clauses that express habit, tendency, or frequency, often beginning with \\always\\ or \\usually\\, and describing a general behavior, attitude, or outcome.", "57201": "Expressions conveying enthusiasm, admiration, or strong positive emotions, often with words like \\love\\, \\like\\, or adjectives such as \\great\\, \\good\\, \\superb\\, \\stellar\\, or \\outstanding\\.", "49010": "Periods (.) used at the end of sentences, abbreviations, and titles.", "106355": "The tokens often represent authors, collaborators, interviewees, or people with a notable connection to a work, typically appearing in phrases such as \\by\\, \\with\\, \\and\\, or in titles and credits.", "73592": "Proper nouns and common nouns often having a specific or unique attribute.", "106366": "Words related to keyboard input, typing, key entry, and text processing, as well as references to computer-related concepts and tasks.", "65411": "Verbs, especially linking verbs and auxiliary verbs, often used in declarative sentences to express a state of being, existence, or occurrence.", "16260": "Phrases or sentences that convey idiomatic expressions, philosophical ideas, quotes, or witty sayings, often with a tone of wisdom, humor, or insight, and sometimes referencing morality, self-improvement, or social commentary.", "130951": "Coordinating conjunctions connecting two items or clauses, often used in lists, contrast, or addition, and punctuation used to separate items or clauses.", "106375": "Phrases or clauses that typically begin with a subordinating conjunction, preposition, or an adverb, and often express the speaker's perspective, opinion, or attitude, usually in the form of a sentence or phrase that provides additional information or context.", "114569": "Tokens appear to mark paragraph or section breaks in text, often preceding a change in topic, speaker, or formatting.", "16267": "Personal names, website addresses, blogs, and personal projects or descriptions on digital platforms, with varied formats and punctuation, often denoting a direct or indirect reference to oneself or one's work.", "16277": "The conjunction \\and\\ connecting two clauses or phrases, often used to add information, indicate a relationship, or list items.", "73626": "References to written or printed content, often denoted as \\text\\, sometimes accompanied by descriptive words like \\narrative\\ or \\content\\, frequently found in contexts of reading, writing, messaging, or documentation.", "8095": "Tokens indicating promotions, advertisements, sponsored content, or external sources in text, often signifying the end of an article or the beginning of a separate section.", "98216": "Punctuation marks and prepositions, especially those used to indicate origin, time, or possession.", "114618": "Words or phrases related to or involved in the act of writing.", "98236": "Punctuation marks, particularly colons, commas, apostrophes, and quotation marks, that separate clauses, set off nonessential elements, or indicate possession, as well as definite and indefinite articles that precede nouns.", "90045": "Words related to sending, receiving, or transmitting information, such as messages, releases, wires, and signals, often in the context of news, communication, or documentation.", "98241": "Ordinal numbers or sequences, often denoting the first, second, or last instance of something, typically used to indicate a position or order in a series.", "90061": "Weather-related concepts, including conditions, precipitation, and meteorological phenomena, often described in descriptive contexts.", "90079": "A common pattern of a verb or verb-like token that is a part of an idiomatic expression or an adjective that is used to describe an action, situation, or object in a colloquial or informal manner, often indicating a change in state, action, or a description of a characteristic.", "73696": "Special characters, punctuation, and symbols used to separate, indicate, or denote various types of information, such as URLs, dates, names, and navigation commands, often marking boundaries between sections, lists, or metadata.", "8165": "Indirect quotes or citations are introduced by indefinite articles \\a\\ or \\one\\, or nouns like \\sources\\, \\representative\\, \\person\\, \\man\\, or \\expert\\.", "90088": "Nouns, proper nouns and common nouns that represent specific entities, locations, concepts, and objects in the context of sports, especially running and cycling, as well as general events and activities.", "32750": "Articles preceding nouns.", "57328": "Prepositions that indicate location, movement, or relationship, often used in the context of being in a place, on a surface, or at a specific point.", "73718": "Years in text data, usually in the format of the last two or four digits of a year (e.g. \\14\\, \\98\\, \\1960\\, \\2001\\) often used to describe events, employment history, publication dates, or product release years.", "65527": "The presence of a comma, often preceding an expression of sentiment, opinion, or a subjective evaluation, such as agreement (\\fine\\, \\nice\\, \\awesome\\, \\correct\\), appreciation (\\appreciate\\), or a positive connotation (\\love\\, \\good\\, \\great\\), which generally indicates a personal stance or emotional tone in the text.", "122879": "Proper nouns or surnames, often indicating names of individuals, companies, or organizations."}