{"98307": "Phrases used to establish the limits of liability or responsibility, often in formal or legal contexts, including disclaimers and terms of use.", "32776": "No explanation", "10": "The token \\<bos>\\ indicates the beginning of a document or webpage, often preceding a title or introductory information, and the repeated use of \\the\\ likely represents definite articles in text, typically used in informal online writing.", "40972": "Titles of TV shows, movies, books, and other media, often including proper nouns.", "32787": "Punctuation marks, often marking the end of a sentence or used to set off clauses and phrases, and sometimes preceding or following crucial information.", "106518": "Verbs or verb-like phrases that convey a sense of something or someone acting in a difficult, uncooperative, or unpredictable manner, often in a way that is contrary to expectations or desires.", "49179": "Phrases or words describing the location of something, often specifying its relation to other geographical entities or landmarks.", "90145": "The adjective \\big\\ is often used to convey emphasis or magnitude in various contexts, describing qualities, events, or entities.", "81963": "Patterns involving memory assistance and general guidelines, often represented by rules of thumb, various techniques, or mnemonics to aid in recollection and learning, including associations with common phrases, acronyms, or visualizations.", "57387": "Adverbial intensifiers and emphatic expressions often used in informal writing, including words with superlative or emphatic suffixes.", "122926": "Punctuation marks and common function words such as prepositions and conjunctions, often used in formal, technical, and legal text.", "49214": "Terms related to codes, ciphers, and language, often referring to concepts of encryption, decryption, and linguistic patterns.", "65601": "Auxiliary verbs and definite and indefinite articles are activated, often at the beginning of a sentence or introducing a quote.", "41034": "Attribution phrases or names of authors, journalists, and news agencies often appearing at the beginning or end of articles or news stories.", "41036": "Phrases that express a common sentiment, opinion, or feeling, often introducing a personal perspective or anecdote, and typically involve idiomatic expressions or colloquial language.", "122962": "Verbs or verb phrases that convey representation, expression, or manifestation of an idea, concept, or entity, often in a formal or abstract context, and frequently using prepositions \\of\\ or \\for\\.", "65621": "Rhyming or similar-sounding word pairs.", "32854": "The verb \\write\\ in various contexts often used to convey creation, documentation, or expression of ideas and thoughts, and is commonly associated with the physical or digital act of putting words into a tangible form.", "65623": "Prepositional phrases indicating the source or provider of assistance or support in various contexts.", "24665": "Verbs or nouns expressing connection, recommendation, or association with external entities, products, or services, often used in disclaimers or descriptions of partnerships, endorsements, or links to other websites.", "32858": "The token \\many\\ often appears at the beginning of a sentence, typically in the phrase \\There are many\\.", "16480": "Common phrases or sentences expressing the idea that any benefit, advantage, or opportunity, no matter how small, is desirable or worth pursuing.", "90209": "Typically nouns, adjectives or adverbs which describe a concept, entity, situation, or state, often having a significant impact or being a key point in a sentence or paragraph.", "82020": "The verb \\to be\\ (is, was, are) describing the quality of a service or food, often in the context of a review or personal account.", "90213": "Verbs representing actions or states associated with events, presentations, discussions, and activities, often in formal or organizational contexts.", "8303": "Proper nouns representing the \\Fox\\ media corporation, its affiliates, or people and things named \\Fox\\.", "73841": "Beginning of sentences or quotes, often containing contractions or first-person pronouns.", "119": "The word \\weather\\ is consistently the selected token, often referring to conditions of the atmosphere, forecasts, warnings, or related phenomena.", "114808": "Definite article \\the\\ preceding a noun.", "98432": "Possessive references to common household pets.", "24710": "Tokens related to online documentation and search features, such as 'Documents', 'Browse', 'Examples', and 'More', often linked to hyperlinks or tags, facilitating navigation and information retrieval.", "114866": "Pronouns, often in the objective case, referring to previously mentioned objects, groups, or ideas, and sometimes used with auxiliary verbs like \\are\\, \\will\\, \\can\\, \\come\\, \\re\\, \\were\\, \\be\\, or \\becoming\\ in colloquial expressions.", "24756": "Tokens that appear at the beginning of a document or webpage, possibly indicating metadata or structural elements, often followed by a title, name, or subject matter.", "41143": "Verbs typically in the third person singular, particularly those in the present tense, often describing actions or states of companies, researchers, or organizations, usually in news headlines or formal contexts, conveying a sense of new development or recent discovery.", "90297": "Text messages, alerts, or communication sent or received via phone.", "8385": "Typically adjectives, nouns or verbs that convey a sense of action, state, or relationship, often expressing causality, comparison, or possession, in a formal or objective tone.", "202": "Patterns of speech that reflect introspection, consideration, or self-awareness, often with the subject \\you\\ engaging in thought processes such as thinking, feeling, hoping, wondering, or realizing.", "123095": "Special tokens marking the beginning of a text and punctuation marks at the end of a sentence, which can include periods, exclamation marks, or commas, often used to express strong emotions or satisfaction.", "32988": "Comments sections of online articles, often mentioning moderation, posting, or the state of comments, such as being closed, moderated, or powered by a third-party service.", "32989": "A conjunction connecting two distinct entities or actions that are being transformed, combined, or reinterpreted in some way.", "24802": "Numerals that often begin decimal or whole numbers, especially in the context of quantities, statistics, or measurements.", "241": "Verbs in the first person that indicate necessity, desire, or ability, often used in informal or conversational contexts to express personal opinions, needs, or preferences.", "114930": "Pronouns and nouns representing family members or familiar persons, often used in direct speech or personal reflection.", "57591": "Adjectives or adverbs describing a landscape, atmosphere, or environment, often evoking a sense of eeriness, mystique, or beauty, typically used in descriptive or poetic language.", "41213": "Typically, a root word of a verb or a noun, often in poetic or musical contexts.", "41218": "Verbs or nouns associated with physical activity, exercise, or lack thereof, and phrases describing laziness.", "73987": "Proper nouns typically indicating surnames of individuals, often with a common suffix or prefix.", "33040": "Indefinite articles, often preceding nouns, and the beginning of a text or document denoted by a special token.", "65810": "Specific nouns, often referring to medical or scientific concepts, typically representing a distinct entity or field of study.", "16661": "Geographical locations in Oklahoma, typically cities or counties, often appearing in formal or official contexts.", "57623": "Adjectives describing the intensity of someone's enthusiasm or admiration, usually in the context of being a fan of something.", "33052": "Tokens marking the beginning of content, distinct objects, actions, or abstract concepts, often followed by descriptive information, quotes, names, or actions.", "74017": "Verbs indicating refusal, inability, or unwillingness to take action, often used in formal or written contexts.", "290": "Prepositions or phrases indicating staying away, remaining at home, or avoiding action.", "57635": "The preposition \\of\\ in phrases that express removal, elimination, or utilization of something.", "293": "Typically the first word or part of a proper noun in a phrase that refers to a person, a location, or a title, often found at the beginning of a sentence or quotation.", "65833": "First-person singular pronouns, typically \\I\\ or \\my\\, often marking the beginning of a personal narrative or statement.", "8496": "Adjectives and adverbs describing positive sentiments, often used in reviews or recommendations, typically expressing favorable opinions or emotions.", "41301": "The infinitive marker \\to\\ often used in phrases indicating desire, intention, or purpose, typically following verbs such as \\want\\, \\wish\\, \\like\\, or \\trying\\.", "57690": "Prefixes, suffixes, or parts of words that form the core of a word.", "106843": "Binary oppositions, contrasting ideas or concepts, often indicating moral or ethical judgment, such as right and wrong, good and evil, or other opposing pairs.", "57698": "Tokens related to expression, communication, or appearance, often in the context of someone conveying a message, making a statement, or revealing information, sometimes with connotations of surprise, revelation, or authority.", "49506": "Idioms and phrases often involving food or objects being given or served to someone, used to convey the idea of something being easily or readily available, or of being helped or assisted in some way.", "16740": "A singular noun, often \\forum\\ or \\forums\\, referring to online discussion platforms, frequently appearing in website names, navigation menus, or hyperlinks.", "74084": "A title or introductory phrase, often including the name of a person, location, organization, or specific topic, usually setting the context for the following text.", "74086": "The username or designation \\Anonymous\\ is consistently activated in various online comments and postings, often indicating that the author has chosen to remain unidentified.", "24937": "Articles and possessive pronouns, typically \\the\\, \\his\\, \\her\\, \\my\\, and \\our\\, often marking the beginning of a noun phrase.", "49522": "Words or phrases indicating a period of time (a sports season) often denoted by a year or part of a year, frequently used in the context of sports teams, players, and their performance.", "115068": "Prepositions typically used in idiomatic expressions, often indicating a sense of force, containment, or proximity, such as \\down\\, \\over\\, \\in\\, \\around\\, and \\up\\, often used figuratively.", "74114": "The term \\author\\ is commonly used in formal or academic contexts, often in reference to the writer of a text, article, or book, and frequently in a third-person narrative style.", "24962": "Commonly, names of groups, projects, organizations, initiatives, conferences, and other entities such as foundations, teams, and communities, often with formal or official connotations.", "24971": "Nouns representing aspects of an experience or establishment, often related to quality or characteristics of service, food, atmosphere, or environment, typically appearing in reviews or opinions.", "414": "Auxiliary verbs often used in formal writing or academic texts, such as \\has\\, \\have\\, \\will\\, \\can\\, \\may\\, \\might\\, \\do\\, \\could\\, and \\would\\.", "82369": "Punctuation marks, often used to indicate the end of a sentence, separate clauses, or set off non-restrictive phrases, including commas, periods, colons, ellipses, and question marks.", "41411": "Organizational entities, events, and results primarily related to community fundraising and charity work.", "453": "The term \\people\\ is frequently used to refer to a general audience, users, or individuals in various contexts, often in a way that emphasizes their needs, feelings, or behaviors.", "41415": "Abbreviated words, suffixes, or acronyms often used as parts of institutional names, product names, or technical terms.", "57803": "The act of writing or typing something at the moment, often accompanied by the location or situation of the writer.", "8669": "Special punctuation marks, typically used at the end of a quotation, or to separate a title from the rest of a sentence, often marking a transition in the text.", "25071": "No explanation", "106992": "Verbs describing an action of creation, involvement, or responsibility, such as writing, making, inventing, setting, or doing, often used in a context of authorship, origination, or agency.", "41458": "Words or phrases indicating freedom of choice, control, or accountability, often expressed as being at someone's discretion, responsibility, or judgment.", "98812": "The pattern appears to be a verb, often in the form of a question, that expresses an inquiry about the nature or outcome of an action, a creation, or a situation.", "16911": "Various phrases and words related to describing actions, events, or ideas that are often used in the context of abstract concepts, such as personal growth, learning, or progress.", "107027": "The term \\community\\ or \\communities\\ referring to a group of people living in the same area or having a common interest, often in the context of local development, social initiatives, or environmental issues.", "33300": "The term \\members\\ is often used to describe individuals within a group or organization, such as family, teams, or staff.", "8724": "Words or phrases associated with characteristics, behaviors, or physical features of horses.", "90653": "Tokens that denote a beginning or start of a text, such as the start of a title, a quote, or a new topic.", "90657": "A preposition \\to\\ is used in various contexts, often introducing information or actions, such as offering, having, needing, or doing something, and is commonly found in phrases like \\what you have to say\\, \\what you need to know\\, or \\all we have to do\\.", "107042": "Words or phrases related to poisonous or toxic substances, including plants, and general language patterns used to describe poisoning or toxicity.", "66092": "Tokens that indicate a sequence or order, often marking the beginning of a process, list, or explanation, and typically used to introduce the initial element or step.", "25144": "Special tokens that separate or indicate a transition between text sections, often marking the beginning of a new article, quote, or section, and may include symbols or words like \\http\\, \\One\\, \\We\\, \\Continue\\, \\Read\\, and various punctuation marks.", "107068": "The definite article \\the\\ is frequently activated, often preceding a noun or phrase, indicating a specific or previously mentioned entity, and is commonly used in various contexts, including idiomatic expressions, titles, and general writing.", "123453": "Verbs, especially those expressing action, perception, or cognitive states, often used in the context of quotations or descriptions of people's thoughts, feelings, or actions.", "33342": "Tokens that appear to be nouns or verbs often related to a specific event, object, or action, sometimes in an idiomatic or colloquial expression, or as part of a phrase that adds context or interest to a sentence.", "8773": "Titles of government institutions, bodies, and high-ranking officials, also entities that signify a nation's administration or official capacities.", "33359": "Pronouns that are the object of a verb or preposition, often in idiomatic expressions.", "107089": "Verbs indicating an action, state, or possession, often in a formal or descriptive context, with a tendency to appear in the middle of sentences or phrases.", "8797": "Idiomatic expressions and phrasal verbs often used in informal writing and speech, typically marking a pause or adding nuance to the meaning of a sentence.", "107106": "Various tokens often used as transitional or discourse markers to introduce a new idea, provide additional information, or indicate a shift in the conversation.", "82534": "Common nouns often representing abstract concepts, or referring to specific objects, individuals or entities, typically signifying a particular aspect or characteristic in a given context.", "74343": "Verbs describing people gathering, moving, or attending events in large groups.", "49769": "Verbs and expressions associated with decision-making, problem-solving, and consideration of options or alternatives, often involving words that imply choice, evaluation, or uncertainty.", "33386": "Verbs representing actions or states that often involve positive or neutral connotations, such as gathering, announcing, waiting, seeing, recognizing, or completing something, and often used in formal or informative contexts.", "82538": "Verbs denoting actions, attitudes, or emotions, often used at the beginning of a sentence to express the speaker's thoughts or opinions, typically following introductory phrases such as \\First\\ or \\Firstly\\.", "115312": "A token \\as\\ used in various contexts, including comparisons, roles, and purposes, often indicating a relationship or function.", "98930": "A token often appears after a marker indicating the beginning of a sequence or text, and the activated tokens often describe or characterize something in the following text.", "8821": "Words and expressions related to physical characteristics, biometrics, and pseudoscience, particularly those involving hands, fingers, and eyes.", "8824": "Nouns representing common concepts, often referring to concrete or abstract objects, entities, or ideas, frequently functioning as subjects or complements in sentences.", "25220": "Scene-setting descriptions of time and place, often using nouns representing natural phenomena, locations, or environmental conditions, which serve to establish the atmosphere or context for a scene or event.", "107143": "Words related to famous people, media, and entertainment, often used in the context of celebrity culture, beauty, and appearance.", "25224": "Modal verbs \\to\\ and \\must\\ used to express necessity or obligation.", "98955": "The infinitive marker \\to\\ is used in phrases where someone offers to do something, either for someone else's benefit or in exchange for something.", "107156": "A token often marking the beginning of an article or blog post.", "8855": "The last digit or last few digits of a year often highlighted in a context referencing a specific event or period.", "98972": "A pronoun or conjunction introducing a subordinate clause, typically in phrases such as \\one thing that\\ and often used to highlight or contrast a particular point.", "33445": "Time-related information, including days of the week, specific times of the day, and abbreviations for morning and afternoon.", "123557": "The indefinite article \\a\\ or \\A\\ is used before a noun, often as part of a title or phrase, in a variety of contexts such as idioms, song names, and descriptive expressions.", "115369": "Proper nouns and common nouns representing specific objects, locations, or institutions, often serving as the subject or object of a sentence.", "74410": "Phrases and words related to weddings, often including the word \\wedding\\ itself, and sometimes the word \\day\\, typically referring to a special or wedding day.", "66237": "Geographic references, mostly country or region names, particularly Australia, often abbreviated or in domain names.", "8897": "Proper nouns, typically event names, geographic locations, or organization names, often with a descriptive or distinctive component.", "725": "The token patterns typically convey a person or people responsible for creating, writing, directing, or contributing to a work, often in the form of a prepositional phrase introduced by \\by\\.", "25304": "Titles of literary works, articles, and names of authors, often including the first word of a title in quotes, or at the start of a new section or paragraph.", "115421": "Nouns representing objects, activities, or concepts, often with a specific or technical meaning.", "58087": "Tokens often indicating the beginning of a passage or document, likely including titles, names, or introductory phrases, followed by content that may include descriptive or explanatory text, quotes, or other forms of information.", "33511": "Titles or positions of individuals, often followed by their names, and sometimes introductory phrases preceding a quotation.", "49900": "Common pattern of a token being the first word after a certain marker, often indicating the start of a new sentence, quotation, or section, and frequently being a pronoun, determiner, or preposition.", "123633": "First person singular action verbs often used in narrative settings to describe personal experiences, actions, and emotions.", "25334": "Texts often start with a marker and may include descriptive words or phrases about products, objects, or concepts, sometimes with adjectives indicating their features, qualities, or purposes.", "49914": "A combination of days of the week, months, and separators in dates, often used to specify time periods or schedules.", "66298": "Adverbial or adjectival phrases indicating possibility, frequency, or conditionality.", "82682": "Words describing involuntary or immediate reactions, tendencies, or instincts, often occurring in a spontaneous or habitual manner.", "66319": "The token is usually the suffix of a word related to games, puzzle, anagram or wordplay, or a signal marking the beginning of certain text sections.", "49937": "A digit \\2\\ that is part of a year, typically at the beginning.", "90899": "The adverb \\always\\ is often used in a context where it offers an alternative or additional option, frequently in phrases such as \\you can always.\\", "17173": "Geographic and cultural adjectives and nouns, often used in names of academic programs, research, and studies, referring to countries, regions, or continents.", "41762": "Punctuation marks, specifically commas, periods, semicolons, and question marks, which often denote pauses or breaks in speech and separate clauses in sentences.", "17203": "Suffixes of adjectives and nouns that form comparative, superlative, or diminutive forms, or indicate a relation or an agent, often resulting in a distinct or technical term.", "58170": "Words related to explanation, reasoning, or justification of actions or decisions.", "82748": "The verb \\help\\ often appears in contexts where individuals or organizations aim to assist or support others, frequently in a charitable or altruistic manner.", "833": "Official documents and formal language, referencing United Nations entities, resolutions, and meetings, often with specific numbers and dates.", "107331": "The token \\<bos>\\ typically marks the beginning of a text, often corresponding to the start of an article, heading, or title.", "9031": "The term \\lay\\ referring to non-clergy individuals in various religious contexts, often describing their roles or relationships within a church or community.", "99143": "Auxiliary verbs, conjunctions, and adverbs often used in formal or informative writing to introduce, connect, or modify information.", "66379": "Verbs or verb phrases indicating a relationship of representation, estimation, or inclusion, often used to provide context or clarify the meaning of numerical values or statistical data.", "82765": "Two distinct patterns are present. The first is the use of \\<bos>\\ denoting the beginning of a document or article, typically followed by a title or heading. The second is the usage of negation words such as \\not\\ often used to express contrast or contradiction, sometimes in idiomatic expressions.", "99156": "Nouns or noun phrases typically representing abstract concepts, ideas, or entities, often in a descriptive or explanatory context.", "90966": "First-person pronouns and words indicating personal experience, often used in reflective, introspective, or autobiographical contexts.", "25442": "No explanation", "90984": "Adjectives and adjectival phrases that describe the positive qualities of people, such as \\friendly\\, \\nice\\, and \\helpful\\.", "123756": "Text often starts with a \\<bos>\\ token signifying the beginning of a text, followed by content that includes statements, quotes, and articles, sometimes with auxiliary verbs or modal verbs used in expressions of possibility, ability, permission, or obligation.", "58220": "References to idiomatic expressions, phrases, sayings, and proverbs, often in a context of explaining or discussing their meanings, origins, or usage.", "25454": "Terms often related to chemical elements, equations, formulas, and reactions, as well as words associated with lattices, geometry, and measurements.", "99182": "Verb forms indicating past actions or states of being, often related to leisure or personal activities.", "58235": "Interjections, transition words, and phrases that introduce or emphasize explanations, justifications, or answers to questions, often beginning a sentence or phrase that provides additional information or clarification.", "897": "Verbs or adverbs indicating similarity or proximity, often describing a relationship between concepts, objects, or scenarios, and suggesting a degree of closeness, approximation, or mimicry.", "66438": "A linking verb, often \\was\\, \\am\\, or \\are\\, used to connect the subject to additional information.", "99207": "A period marking the end of a sentence, often used to provide punctuation after a statement, description, or citation, and a comma used for separating items or clauses.", "17287": "A token that marks the beginning of a document or text, often followed by a sequence of tokens that provide context or set the tone for the content that follows, or verbs that indicate an action taken, often in a formal or official capacity.", "91022": "The term \\decade\\ often marks the start or end of a period, usually to denote a change or highlight a notable aspect of that time frame, frequently used in the context of cultural, economic, or personal events.", "41871": "The token \\to\\ is often associated with expressions of willingness, intention, or possibility, typically following the verb \\willing\\ in phrases such as \\willing to\\.", "123796": "Article introductions, often with a phrase \\over the\\ followed by a time period, or the beginning of a post indicated by a unique token.", "123802": "A \\9\\ appears in the text, often as part of a four-digit number, referencing a year in the 20th or 19th century.", "74652": "Indefinite articles \\a\\ or \\an\\ preceding a noun, often used to introduce a person's profession or affiliation.", "17312": "Special tokens that seem to mark beginnings of a new text entry or record, often followed by specific information or data.", "50081": "Numerical values often in date and time formats.", "99242": "Tokens that mark the beginning of a document, article, or section, often written in a formal or informative style.", "91051": "Proper nouns, place names, and distinct objects, often being single words that can be part of a compound word or phrase, or abbreviations.", "66476": "Nouns related to creative works, such as films, albums, shows, and episodes, often with specific characteristics or roles within these works.", "115636": "Tokens related to running events, including race names, entries, registration, participation, and times.", "33723": "Humans interacting with or referenced by other humans.", "107452": "A single digit representing the last digit of a year, typically in the context of a vehicle's model year.", "9147": "Tokens that mark the beginning of a document, sentence, or phrase, and punctuation marks that separate or end clauses.", "107456": "Prepositional phrases indicating time of composition, often used in formal or academic writing.", "25554": "Various informal expressions often used in personal greetings, introductions, or invitations, commonly found in blogs, online profiles, and social media platforms.", "9184": "Verbs and nouns that define the purpose, scope, or goals of a document, often found in introductory or explanatory text.", "17377": "Tokens often related to public talks, events, or a series of events, often including specific times or locations, and may be part of a larger program or series.", "91108": "Verbs and adjectives describing actions, scenes, or objects in a vivid manner, often setting the tone for the surrounding context.", "58344": "Verbs that express negation, often in formal or legal contexts, indicating something does not happen, is not true, or is not the case, typically using the phrase \\does not\\ followed by the verb.", "82931": "The first-person singular pronoun, often signaling the start of a personal statement or self-reference.", "41978": "Nouns often representing a concept, condition, location, program, or event related to people with special needs, disabilities, or diverse backgrounds.", "58366": "Proper nouns or field-specific words that are part of domain-specific terms, product names, or concepts.", "9216": "First-person pronouns, often used in informal or conversational contexts, that introduce a phrase or clause.", "74753": "Verbs or verb-like phrases that describe or present data, statistics, or scores in a way that reveals or conceals information, often in the context of sports or performance evaluation.", "17417": "Verbs or verb phrases indicating awareness, attention, or action towards something, including taking note, running afoul, or parting with something.", "17424": "Prepositions, particularly \\to\\, \\on\\, \\in\\, \\of\\, and \\with\\, that indicate relationships such as direction, influence, or involvement between entities.", "66577": "The infinitive marker \\to\\, often appearing in a phrase that indicates purpose or intention.", "82968": "The preposition \\of\\ in phrases typically indicating membership, association, or possession.", "33824": "Verbs or verb phrases acting on a subject or implying a relationship between entities, often serving to provide more information about a situation or action.", "33827": "The negation \\t\\ (often part of \\doesn't\\) in informal or conversational language, frequently used in negative sentences or clauses.", "1069": "Actions or states of seeking or receiving support, aid, or cooperation from others, often through verbs such as \\enlist,\\ \\help,\\ \\call in,\\ \\recruit,\\ or \\assist,\\ which may be used in various contexts.", "25648": "Adjectives or nouns describing environments or modes of transportation, often related to water and land, sometimes referencing flying creatures or flight capabilities.", "50230": "Verbs or prepositions that often indicate a relationship, similarity, or a metaphorical comparison between two concepts or objects, commonly in the form of idiomatic expressions or analogies.", "99383": "A pluralizing suffix typically used to form the plural of nouns and sometimes decades, indicating a time period, sequence, or multiple items.", "123974": "The definite article \\the\\ often precedes a noun or a noun phrase, sometimes marking the beginning of a title or a concept being discussed.", "1098": "No explanation", "50252": "Nouns and adjectives describing weather conditions, including temperatures and precipitation.", "74830": "Proper nouns and brand names, often referring to products, companies, or organizations.", "58455": "Phrases or expressions that describe a person, group, or entity, often using the preposition 'of' or 'like' to introduce a characteristic or a metaphor, and typically include articles 'a' or 'an'.", "42072": "Adjectives and nouns describing weather conditions, temperature, and climate, often used in texts about agriculture, wine, and gardening.", "9306": "A sequence of characters that directly precedes a numeric value.", "66661": "Informal expressions and idiomatic phrases, often involving beverages or small quantities, used in casual conversations to add a touch of friendliness or humor.", "66662": "Words that denote a sense of time, place, size, or degree, often with a poetic or lyrical tone.", "99432": "Past-tense or past-participle verb forms, often indicating completed actions or states.", "99445": "Phrases indicating that the provided information or content is not authoritative, binding, or intended to replace professional advice, but rather for general informational, illustrative, reference, or entertainment purposes only.", "107643": "Names of organizations, acts, projects, programs, systems, studies, and other formal entities, often appearing in a formal or official context.", "115836": "Specialized terms and concepts from technical and academic fields, particularly in natural language processing, artificial intelligence, and computer science.", "74883": "Verbs describing actions of thorough examination, analysis, transformation, creation, and problem-solving.", "50309": "Names of authors or writers, often followed by their surname, who are attributed as the source of a written work, typically found at the end or beginning of an article, post, or publication.", "50311": "Nouns representing various concepts, objects, and entities, often in academic, technical, or formal contexts.", "107661": "The token \\article\\ often appears in introductory phrases near the beginning of texts and is used to refer to the content that follows.", "42127": "Words or phrases related to the act of speaking, pronunciation, or enunciation.", "25747": "Tokens indicating dialogue or narrative action, often marking a transition to a quotation or describing a character's action or emotion, frequently preceding or following a quotation mark.", "83094": "Contractions in informal text, often used in conversational phrases or sentiment expressions, especially in the context of invitations, advice, or personal opinions.", "9372": "Verbs describing common human actions or behaviors, often followed by infinitive phrases or subordinate clauses, and typically used to express general statements or observations about people.", "9373": "Nouns referring to perspectives, opinions, or beliefs, often used in formal or objective contexts, sometimes indicating a person's standpoint or attitude.", "17576": "Verb phrases in which the verb is in the form of \\give\\ or involves an action directed at a personal pronoun, often in an informal or conversational context.", "25771": "Common phrases or words often signaling a key concept or the solution to a problem, typically introduced by \\the\\.", "66732": "Terms and objects related to typing and keyboards.", "124085": "A digit zero following the digit two in a year representation.", "107703": "Common nouns and phrases often used in idiomatic expressions or colloquialisms, frequently conveying a sense of scope, impact, or consequence, and often being used in a general or abstract sense.", "25783": "Verbs or nouns that describe objects or people moving through the air, often with a sense of height or propulsion, and sometimes with a focus on athletic or physical feats.", "58567": "Verbs expressing strong affection or enjoyment towards a particular activity, job, or hobby.", "124105": "Collective nouns representing groups of people, often with a specific function or affiliation, typically used in formal or professional contexts.", "74957": "Idiomatic expressions emphasizing urgency and timeliness, often including the words \\while\\, \\before\\, \\still\\, \\late\\, \\can\\, and phrases such as \\before it's too late\\ to convey the importance of taking action or making a decision within a limited timeframe.", "115918": "Nouns or terms related to various activities, objects, or professions, often providing context to the surrounding narrative.", "9433": "Phrases describing a person's role, viewpoint, or capacity, often used to express a perspective or affiliation.", "83169": "Nouns and verbs representing actions of acquiring, receiving, or creating something, often through external means, such as donations, trades, or natural processes.", "107779": "Prepositions describing movement or location, often indicating something goes over, under, or across another object, such as bridges, tunnels, or roads.", "42248": "A token that signifies the beginning of a text and instances of the definite article \\the\\.", "124169": "Names of artists, authors, bands, movies, TV shows, sports teams, and books, often mentioned in the context of personal preferences or interests.", "66826": "Adjectives that are intensifiers, augmenters, or evaluative in meaning, typically having strong or exaggerated connotations, used to modify nouns.", "9492": "Years in dates, usually in the context of sports seasons, drafts, or other events.", "9494": "Special or unique characters, often punctuation, such as quotes, commas, semicolons, or ellipses, used to denote separation, emphasis, or end of a section, usually at the end of a sentence or phrase.", "99610": "Foreign names, surnames, and words of non-English origin, often with Portuguese or Brazilian roots.", "1318": "A proper noun or a title-like phrase, often including a full name of an organization, event, location, person, or a labeled concept.", "50470": "A marker used to denote the beginning of text blocks or articles, often followed by a title or heading.", "83253": "Double angle quotation marks indicating the start of a quotation, often following an author's name or a title.", "17720": "The token \\to\\ is consistently selected as an important part of a verb phrase indicating necessity or obligation, often in the form of the phrase \\need to\\ followed by a verb.", "107835": "Formal, official, and legal language used in declarations, proclamations, and statements of intent, often involving words that invoke authority, obligation, or permission, such as \\hereby\\, \\declare\\, \\appoint\\, \\give\\, \\grant\\, \\call\\, and \\order\\.", "83260": "Titles or positions of leadership or authority within organizations or countries, often including words like \\chair\\, \\president\\, \\council\\, or \\office\\.", "91453": "Verbs or adjectives often expressing a mental state, opinion, or attitude, commonly followed by subordinate clauses or prepositions, and mostly used in the context of forming or expressing an opinion.", "42302": "Special token that marks the beginning of a text or document, often preceding a title or headline.", "83265": "Light-related phenomena, often describing natural light, especially sunlight, and its interactions with the environment.", "75074": "Scale models, figures, and accessories, particularly those made of plastic or resin, often from brands like Revell, Preiser, or Dragon, are the main subject of interest.", "83268": "General references to people or individuals as a collective group, often expressing a sentiment, making a point, or describing a common behavior or attitude.", "66892": "The token \\0\\ in a numerical string often denoting a timestamp, or numerical identifier.", "99660": "The pattern of adverbs such as \\constantly\\ and \\always\\ being used to describe continuous or habitual actions.", "66894": "Punctuation marks, specifically periods, commas, parentheses, and quotation marks, that are used to separate and organize information, often preceding or following numbers, abbreviations, or titles.", "1369": "Verbs and verb phrases typically functioning as auxiliary verbs, linking verbs, or existential verbs, often used to connect clauses or to express states of being.", "124256": "A phrase \\not so much\\ is used to contrast ideas, downplay the importance of something, or express that one thing is not as significant as another.", "124263": "The token \\<bos>\\ indicates a beginning of a text, often followed by a title or heading, while the token \\the\\ often represents a generic noun or a generalizing article.", "1384": "People's names, typically surnames, often hyphenated.", "42348": "First-person and second-person pronouns, as well as third-person plural pronouns, often signaling a shift in narrative voice, tone, or emphasis, typically used at the beginning of a sentence or quotation.", "50544": "Book titles, product names, and proper nouns often including names of authors or people, and sometimes descriptive phrases or adjectives emphasizing a specific aspect of the book or product.", "50546": "Date and time expressions, as well as days of the week, often at the beginning of a sentence or within a sentence to provide temporal context, and occasionally company names or location names.", "124287": "Verb forms, especially present participles and gerunds, often at the end of a clause or sentence, and sometimes verb phrases or verb tenses that express an action or state.", "34183": "The start of a sentence or a text passage, often marked by a capitalized word and accompanied by the beginning of a narrative.", "17810": "A noun or a noun phrase often acting as a key concept in a sentence, typically representing an object, organization, location, or idea.", "26002": "Technical terms, product names, model numbers, and other specialized nouns, often with a suffix or abbreviation.", "116119": "Adjectives describing or evaluating the characteristics of nouns or noun phrases, often used to express subjective opinions or emotions about a person, place, thing, or situation.", "66967": "The token \\like\\ used in expressions of personal preference, often preceding an opinion or sentiment.", "17816": "Words related to technological advancements, enhancements, or modifications, often in the context of biology, medicine, or robotics.", "9635": "A numeric token, often representing a quantity or a number, usually in a context where it is embedded within a sentence or phrase.", "107941": "Starting or initial part of a sequence, process, or enumeration.", "26028": "The word \\helpful\\ is often used to describe staff, management, or individuals providing service or assistance, typically in a positive light.", "124343": "Indefinite pronouns or phrases, often referring to non-specific entities or groups.", "50624": "Mathematical and technical terms, concepts and objects, sometimes related to logic, geometry, computer science, and finance, often within a formal or academic context.", "99779": "The token \\as\\ is often used in a manner that indicates a comparison, a quote, an example, or a listing of multiple items.", "42448": "Adverbial phrases, comparative phrases or idiomatic expressions that describe a state or condition, often used to convey a preference or opinion.", "50641": "Punctuation marks that often terminate or separate clauses or phrases, particularly commas, periods, and question marks, often preceding or following a significant word or phrase.", "26075": "Expressions of affection or approval, often in the form of short phrases or exclamations in informal online text, typically beginning with \\love\\ or \\luv\\ followed by a pronoun or determiner.", "42461": "Verbs describing actions or states that are typically associated with something, usually introduced by the word \\this\\, indicating a preceding noun or noun phrase that the verb is describing an action or state of.", "17887": "Nouns related to requirements, resources or components necessary for a project, activity or task, often introduced by verbs like \\need\\.", "116195": "Decades, centuries or time periods often marked with a cardinal or ordinal numeral, sometimes followed by a descriptive phrase or other information.", "116204": "Words related to weather, precipitation, or temperature, often used as a reason for an event or change in plans.", "67054": "The verb \\need\\ (or \\needs\\) often used in formal or written contexts to express necessity or requirement, frequently in a formal, objective, or instructional tone.", "9711": "Nouns representing concepts, objects, or individuals that are being referred to, discussed, or affected in a context.", "34287": "Verbs used to express a state of being.", "26097": "Nouns representing various concrete and abstract objects, concepts, and entities, often denoting a specific category or field.", "26098": "Verbiage and phrases typically used in Wikipedia articles, particularly in disclaimers, warnings, and metadata, often indicating the status or limitations of the article's content.", "17904": "The word \\you\\ is often used as the second-person singular pronoun in instructional or informative text, typically guiding the reader through a process or explaining how to accomplish a task.", "42488": "Proper nouns, especially country names like \\Pakistan\\ and \\United States\\, but also names of people like \\Laden\\, and less frequently other proper nouns like \\Abbot\\ and titles of articles.", "9724": "Adjectives describing pleasant or tolerable temperatures, often indicating a transition or a desirable condition.", "26122": "The token \\over\\ is commonly used in various contexts, including movement or direction, to signal change or transition, or as part of idiomatic expressions such as \\come over\\, \\roll over\\, \\bend over\\, \\switch over\\, and \\pull over\\.", "67083": "Articles, conjunctions, and pronouns, often preceding or following a product or brand name.", "17932": "Expressions indicating a lack of enthusiasm, preference, or interest often involving phrases like \\not a big fan\\, \\not really into\\, or other idiomatic expressions.", "83467": "Possessive pronouns and determiners.", "26125": "Verbs or verb phrases often used in giving advice or expressing caution, typically with a sense of warning or consideration for the feelings of others, and frequently in formal or professional contexts.", "91669": "Events or activities often related to parties, entertainment, or social gatherings, frequently including words that convey a sense of theme, era, or festive atmosphere.", "1557": "Verbs that convey the idea of conveying information, expressing ideas, or describing something.", "26150": "Common linguistic patterns in the examples include suffixes and function words that form phrases, often indicating quantity, extent, or comparison, and grammatical components that form prepositional phrases or verb conjugations.", "99879": "Words and phrases associated with cold temperatures or weather conditions, often describing low temperatures, wind chill, or extreme weather situations.", "67111": "Verbs and nouns related to altruism, with a focus on actions that provide assistance or aid to others.", "83504": "Animals often symbolizing abstract concepts or used as metaphors.", "26161": "Proper nouns, often names of organizations, places, and teams, usually consisting of two words or a combination of words and letters.", "83509": "A linking verb, typically \\is\\, used in a clause to establish a condition or state.", "34360": "Nouns referring to groups of people, geographic locations, or situations, often used to describe a context or setting in which something occurs.", "91708": "Various forms of the verb \\volunteer\\ used in different tenses and contexts, often indicating a person offering to help or participate in something, usually in a selfless manner.", "9798": "Nouns representing concepts, objects, or entities often indicating a relationship with other entities or activities.", "108103": "Adjectives describing warm, welcoming, and comfortable environments, often associated with home, food, or physical spaces that evoke feelings of coziness and relaxation.", "67158": "Proper nouns representing names of people, places, or titles of works.", "26201": "Second person pronouns, verb contractions, and verb phrases related to the actions performed on or by the reader or listener, often used in direct address or dialogue.", "75356": "Prepositions and phrasal verbs at the beginning or end of sentences that connect to the preceding or following clause, often indicating movement, continuation, or initialization of an action.", "108126": "Phrases indicating skepticism, caution, or reservation when interpreting or accepting information.", "75372": "Spaces, symbols, and short words that often serve as punctuation marks, section dividers, or formatting indicators in informal text.", "26221": "Words related to collaborative and user-driven content creation, such as crowdsourcing, citizen journalism, and user-generated content, often in the context of online platforms and social media.", "116337": "Numbers or digits that are part of a specific identifier, measurement, or quantity, often in a technical, numerical, or formal context.", "116338": "Definite articles introducing nouns that are associated with leisure activities, scenic views, or unique experiences.", "116345": "Prepositions used to indicate direction or location, often in phrases that instruct the reader to go somewhere else, look somewhere else, or be directed to something else, particularly in the context of online content or websites.", "108156": "Tokens that often represent a positive or neutral result, outcome, or intention, such as answers, news, goals, bets, or complaints, often used to convey a sense of resolution, explanation, or evaluation.", "91779": "Proper nouns, often titles of movies, books, music festivals, or people's names.", "116358": "Common idiomatic phrases often expressing proverbs or sayings.", "99988": "Two distinct patterns are present: the first being a beginning-of-sentence token, often used as a marker to denote the start of text, and the second, a preposition \\of\\ typically used to indicate possession, origin, or relation, often found in phrases describing objects, concepts, or situations.", "34453": "Verbs indicating action or change, typically used in the context of introducing or transitioning to a new event or situation.", "9881": "The activity of fishing, often associated with leisure and recreation, commonly mentioned in various contexts such as hobbies, outdoor activities, and travel destinations.", "34457": "Punctuation marks and suffixes.", "1696": "Predominantly, auxiliary verbs, modals, and phrasal verbs, typically used to express ability, possibility, necessity, or to make questions, often initiating a sentence or clause.", "75433": "A specific year within a date, often appearing in the title or citation of an academic or professional conference, publication, or event.", "83628": "Verbs indicating actions of providing information, often in a journalistic or reporting context, such as telling, reporting, announcing, and mentioning, frequently used in the past tense.", "100030": "First-person expressions of thoughts, opinions, and feelings, often indicating speculation, uncertainty, or introspection.", "108225": "Typical fields of academic study, often with the word \\Studies\\, or other academic disciplines like \\Arts\\, \\Sciences\\, \\Engineering\\, and \\Technology\\.", "116426": "Geographic locations, often specific areas or places on land or water such as campuses, islands, coasts, shores, or reservations.", "67275": "Proper nouns, often names of individuals, companies or organizations, usually signifying ownership, association or publication.", "34515": "References to specific age groups or generations, often using terms like \\generation\\, \\baby boomer\\, or phrases indicating a particular time period in which someone was born or grew up.", "42711": "Adjectives describing something as being at the present time, such as \\current\\, \\very\\, \\present\\, or \\existing\\, often used to denote ongoing situations or contemporary conditions.", "26328": "Various forms of the word \\edit\\ as well as related concepts such as publishing, translating, reprinting, and condensing, often in the context of presenting or sharing information from a source.", "34519": "Auxiliary verbs, contractions, and adverbs often used for conditional, future, or negative statements, usually in the context of instructions, advice, or explanations.", "91867": "Nouns representing personal views, thoughts, or perspectives, often in the context of sharing, expressing, or hearing opinions.", "18140": "Geographic names, typically place names, often with a natural feature component, such as a body of water, rock formation, or land elevation.", "9950": "Tokens associated with resume or personal profile information, typically describing education, work experience, skills, and interests.", "108256": "Years in the format of decades, often mentioned to provide context or specific dates for events or releases.", "34529": "Verb phrases often in the form of verb+preposition, usually with idiomatic meanings.", "50914": "Phrases typically indicating a cause for thought, memory, or realization, often in a reflective or introspective manner, and commonly preceded by a verb such as \\got\\, \\reminded\\, \\made\\, or \\occurred\\.", "116450": "The verb \\address\\ or its gerund form \\addressing\\ is used to indicate taking action or developing strategies to solve problems, challenges, or issues in various contexts.", "50917": "The token \\not\\ in clauses denying or negating a statement or characteristic.", "1765": "Verbs and adjectives describing people's behavior, often indicating a positive and helpful attitude, such as being responsive, attentive, accommodating, patient, and caring.", "116466": "Adjectives or nouns describing types of people, organizations, or entities, often with a positive or negative connotation, used to characterize or label them, as well as nouns for teams, places, and concepts.", "50945": "Nouns that are paired with another noun, often representing a complementary or contrasting relationship.", "59141": "Adverbs and adverbial phrases indicating frequency, recurrence, or regularity, often used to describe events, actions, or changes happening at regular intervals, such as daily, weekly, monthly, yearly, or constantly.", "34567": "A variety of auxiliary verbs and function words, often marking the beginning of a sentence or a quotation, and sometimes associated with a comma.", "26381": "Abbreviations and nicknames, particularly \\Nats\\ for Nationals, and \\D.C.\\ for District of Columbia, often used in informal writing such as sports commentary or social media posts.", "42770": "Digit 9 appears in a variety of contexts, including classification systems, chapter and verse references, IP addresses, numerical sequences, and codes.", "116498": "Appearances of numbers, domains, and names in various contexts, often forming part of a sequence or pattern, or being referenced as a unit.", "75559": "Adverbs, intensifiers, and negation phrases that soften or modify the strength of statements, often used in informal or conversational writing.", "18216": "Punctuation marks that signify a pause or end of a sentence, typically found after phrases or clauses that express a person's interest or affection for something.", "26409": "The digit \\9\\ is part of a year representation.", "75565": "Verbs or verb phrases that introduce a point or a situation, often indicating a cause, a condition, or a consequence, and frequently used to begin a sentence or a clause.", "91963": "Adverbs or linking verbs preceding comments about a blog post or article, often expressing the author's sentiment or opinion about the content.", "59201": "Verbs indicating specific actions or states often found at the beginning of a sentence or passage, typically in the present participle form (-ing or -ing forms not present) often describing general actions or activities in a broad sense.", "116554": "Proper nouns, often surnames of famous people, and sometimes common nouns, typically appearing at the end of a word with a preceding letter or letters being part of the word.", "75594": "Names, proper nouns, and terms related to science, journalism, authors, books, and notable individuals, often marking the beginning of a new section or quote, or indicating a source of information.", "116556": "Indicators of article or entry metadata, marking the beginning of a text, and categorization or tagging information, usually including words like \\Posted\\, \\Published\\, \\URL\\, \\Tags\\, or other similar terms.", "42843": "Adjectives or nouns often representing a category, profession, event, or organization.", "116578": "A wide variety of words and phrases signal a transition, continuation, or emphasis in technical writing and instructional text.", "59243": "Tokens that are often abbreviations, suffixes, or prefixes, sometimes indicating a unit, a title, or a label.", "108410": "Expressions of uncertainty, possibility, or conditionality, often indicated by modal verbs like \\may\\, which can be used to convey potential variations, limitations, or exceptions in a statement or situation.", "59264": "Words describing weather and temperature conditions, particularly those associated with heat, humidity, and tropical climates.", "83841": "Conjunctions \\so\\ and \\and\\ used to connect independent clauses, often in personal narratives or informal writing styles, typically indicating a cause-and-effect relationship or an additional piece of information.", "67457": "The definite article \\The\\ is consistently selected as an important token, often marking the beginning of a sentence or a new idea.", "10115": "Phrases related to changes in weather, seasonality, or time of year, often indicating a shift or transition.", "116609": "Second-person pronouns typically used in formal or informative text to directly address the reader.", "10119": "Tokens often found in digital media, particularly in web addresses, HTML tags, and copyright notices, as well as proper nouns such as company names and video game titles.", "59282": "The second person singular pronoun, \\you\\, is used to directly address or refer to the reader or listener, often in instructional, conversational, or advisory contexts.", "124819": "Adjectives typically describing emotions or physical states, often used to characterize a person.", "18328": "Verbs or prepositions indicating support or belief, often used in phrases expressing personal opinions or preferences.", "124827": "Tokens that represent a character, symbol, or set of characters used for input or representation, often including special or non-alphanumeric characters.", "42908": "Names of individuals, often philosophers or authors, and terms related to abstract concepts, often with a suffix \\-ism\\ or referring to a branch of study, such as philosophy of \\Mind\\ or \\Science\\.", "67489": "Words \\to\\ used in verb phrases, typically as a preposition with a following verb in the infinitive form, indicating direction, intention, or relation.", "67490": "Tokens that indicate dates, times, authors, or sources of written content, often found in headers or footers of articles, blog posts, or other digital publications.", "18345": "Month names, numbers often representing days or years, usually in the format of \\Month Day Year\\ or part of a date, often found in formal or informative text.", "124852": "Verbs indicating the origin or publication history of an article, often including the date and platform of original publication.", "75707": "Verbs describing actions or states of being, usually in the context of a person's work, actions, or decisions, often with a sense of progression or accomplishment.", "92097": "Proper nouns that represent names of geographical locations, organizations, publications, or specific terms that are often used in formal or technical contexts.", "92098": "Variations of the verb \\to be\\ in the passive voice, typically in the context of editing, posting, publishing, or modifying online content.", "116680": "Definite articles preceding nouns in formal or academic writing.", "100296": "The definite article \\The\\ is often used as the first word in proper nouns, organization names, publication titles, and website names.", "1998": "Indefinite and comparative determiners that indicate a quantity or degree, often preceding a noun.", "26578": "Punctuation and definite articles, prepositions, or pronouns often preceding a phrase or sentence that introduces a new idea, story, or explanation.", "34781": "Nouns representing leisure activities, entertainment, and various hobbies.", "2019": "Body parts often associated with emotions or physical sensations, typically used in figurative expressions to describe one's emotional state.", "67559": "A special token typically marking the beginning of a document, article, or section of text, often denoting an introductory or title-like passage.", "2030": "No explanation", "26611": "Words related to the creation or authorship of written content, such as writing, writer, or written, often used in contexts referencing television shows, films, or literary works.", "10228": "Formal language used in disclaimers, warnings, or terms of use, often including phrases that negate endorsement or guarantee, and typically found in legal or formal documents.", "2035": "The word \\need\\ is consistently used to express necessity, requirement, or obligation in various contexts, often in imperative sentences or statements emphasizing the importance of something.", "51196": "Nouns representing organizations, groups, or collectives, often used to describe affiliation or membership.", "18428": "Tokens representing periods of time, primarily time of day or transitions between day and night, often marking beginnings or endings of events or activities.", "43009": "Words representing events, typically celebrations or gatherings, that are often held annually and may feature food, music, and other attractions.", "18436": "Intensifiers or extreme positive sentiment expressions used in informal writing, such as personal opinions or emotional reactions.", "26631": "Verbs, verb phrases or auxiliary verbs that describe a condition, a change, or a result, often used in a way that adds information about the situation being described.", "10247": "Function words, particularly prepositions, serving to indicate relationships between entities or concepts in a sentence.", "92169": "A sequence of digits followed by \\'s\\ denoting a decade in time.", "10256": "Proper nouns and brand names being recommended in a sentence, often preceded by articles or possessive pronouns, and sometimes contained within phrases or sentences that express a suggestion or endorsement.", "83985": "Punctuation marks, often used in conjunction with product names or specific terms, typically in product reviews, descriptions, or recommendations.", "59410": "Verbs expressing inability or barely succeeding at an action, often in the form of \\can't seem to\\ or \\managed to\\.", "92184": "Texts primarily feature team-related nouns, possibly from sports news articles, and also involve year numbers or dates in the format \\20XX\\ often at the end of a sentence or article.", "18456": "Time references and day/month/period designations.", "26662": "Numerals, typically \\two\\ or \\three\\, used to enumerate items or categories, often preceding a list or description.", "2090": "Phrases indicating membership or affiliation, typically following the preposition \\of\\.", "43055": "Portions of words, often prefixes, suffixes, or roots, from a variety of contexts, usually technical or formal.", "10292": "Nouns representing concepts, objects, or fields of study, often in formal or technical contexts.", "59448": "A zero digit marking the end of a decade in dates.", "84027": "Tokens related to time, including numerals, time of day, and words like \\hour\\, \\date\\, and \\time\\ itself, sometimes in specific formats such as \\HH:MM\\ or \\HH o'clock\\.", "92227": "The adjective \\lazy\\ or the noun \\laziness\\ describing people who lack motivation or effort, often in a derogatory manner.", "10309": "Sentence-ending punctuation marks are often used for segmentation or separation, particularly after a sentence or a phrase, marking the transition between two independent clauses, sentences, or speaker turns in text.", "34892": "Prepositions often connecting nouns or gerunds, typically indicating origin, purpose, or association, or verbs in the context of founding or launching something.", "18510": "Initial article or author indicators, often followed by proper nouns, names, or titles that provide information about the source, author, or subject of the text.", "51279": "The token is typically a linking verb or auxiliary verb indicating the state of being, used to connect subjects to additional information.", "116816": "Phrases associated with asking for or acknowledging financial support, often in the context of online content or services, with expressions of gratitude and encouragement to contribute or donate.", "125011": "Typical sentence structures that express opinions, concerns, or frustrations, often beginning with a phrase indicating astonishment or surprise, followed by a noun phrase describing people or entities, and sometimes introducing a quote or further explanation.", "10325": "Nouns that generally represent organization values, identity, or principles, often being possessed or associated with an entity, such as institutions, companies, or individuals.", "75869": "Adverbs, adjectives, and prepositions often used in formal and informal written communication to provide context, express feelings, and describe situations, often in a positive light.", "108637": "The token \\you\\ often appears as the direct object of a verb, signifying an action is being done to or for the person being addressed.", "67679": "The token \\9\\ in dates written with the format 'February 29' denoting the year and often appearing in conjunction with other year-related information.", "34913": "People involved in organizations, often volunteering or holding a position of membership or leadership.", "18530": "No explanation", "116836": "A token marking the beginning of a text or indicating the start of a new topic or entity, and also a token \\that\\ preceding a clause describing a condition or characteristic.", "2158": "Phrases expressing agreement, typically with someone's opinion or statement.", "34928": "Common pattern of a token being a verb, often indicating an action or state of being, sometimes used in first person narrative or dialogue.", "2184": "The term \\Member\\ often indicates affiliation or association, typically signifying an individual's participation or role within an organization, group, or entity.", "18578": "Proper nouns of names and titles, and some words associated with them, including surnames and abbreviated words.", "18588": "Technical terms and programming-related words, often in the context of software development, operating systems, and coding.", "10398": "Phrases or clauses that begin a question, prompt the reader to imagine a scenario, or propose a hypothetical situation, often introducing a rhetorical question, a challenge, or a thought experiment.", "75940": "Verbs of awakening, change or intensity often appear in narrative contexts, while other notable tokens often signify specific times of day or distances covered.", "34980": "\\and\\ is typically used to connect multiple dates, actions, or entities, often in a biographical or historical context, while \\but\\ is used to introduce a contrasting idea.", "108710": "Interjections and adjectives expressing enthusiasm or strong approval, often following a noun or describing an experience.", "59558": "Expressions of willingness or eagerness to help or assist, typically using the phrases \\happy to\\ or \\glad to\\.", "51368": "Nouns or verbs related to employment, work environments, or working schedules, often in the context of parenting, career choices, or work-life balance.", "10413": "The indefinite article \\a\\ or \\an\\ is consistently selected, indicating that the important token is typically the indefinite article that precedes a noun.", "100529": "Names of people, often referring to individuals quoted or mentioned in the text.", "75953": "Names of famous people, musical groups, and decades, often marking the start of a relevant or notable event, phrase, or connection.", "125107": "Nostalgic references to outdated technology, old computer systems, vintage electronics, and retro pop culture items.", "59576": "The term \\reflection\\ often represents introspection, consideration, or mirroring of something, and is used in various contexts such as mathematics, psychology, and everyday life.", "26812": "A hyphen used for denoting a range or a period of time, typically separating two years.", "43201": "Verbs, nouns, adjectives and adverbs that indicate reversal, negation, or change in a situation.", "116949": "The token \\expense\\ is consistently used in the context of something gained or accomplished at the cost or disadvantage of something else, often implying a trade-off or sacrifice.", "43223": "A digit \\0\\ indicating a decade in a date.", "10460": "The presence of a brand name, scientific term or proper noun, often indicating a reference to a specific entity, organization, product, or concept.", "43231": "Proper nouns and significant words in a wide range of contexts, including names, locations, organizations, and common nouns, often representing a title or heading.", "84192": "The preposition \\for\\ is often used in phrases indicating representation, such as \\speak for\\ or \\speaking on behalf of\\, where the subject is expressing their own thoughts or acting on behalf of someone or something else.", "51432": "Verbs, often in the present participle form, describing a state or action of an object or subject, frequently in a literal or physical sense.", "10476": "Words describing weather or temperature conditions, often including seasons.", "10477": "Either a token denoting the beginning of a sequence or a numerical token that appears in dates, typically in the format of a year.", "67821": "Hyphenated or slashed numerical ranges, particularly in dates.", "51443": "References to user input fields or areas containing text, typically in a digital or computing context.", "51449": "Tokens marking the end of a sentence, quotation, or a unit of text, often including punctuation such as periods, commas, and quotation marks.", "100604": "Punctuation marks used to separate sentences, clauses, or items, often preceding or following a quotation or a pause in the text.", "18698": "Verbs describing the act of intentionally avoiding or missing something.", "84238": "Two-digit numbers, often representing years.", "59668": "Tokens marking the beginning of a document or a new section, often preceding the title or a heading, and sometimes an end of a quotation or a section.", "43296": "Periods marking the end of a sentence often follow descriptions or information about various topics such as events, people, places, products, and projects.", "10528": "Verbs or nouns related to movement or action involving height or distance change.", "84261": "The tokens \\voluntary,\\ \\voluntarily,\\ and \\volunteer\\ often appear in contexts describing actions or participation that are optional or chosen rather than mandatory, often in relation to social or organizational responsibilities.", "67891": "Phrases that indicate proximity or closeness, often used metaphorically, with words such as \\midst\\, \\among\\, \\within\\, \\home\\, \\backyard\\, \\door\\, \\neighbor\\, and \\sight\\.", "125240": "Punctuation marks that follow a phrase or sentence including the word \\you\\, often indicating the end of a quotation, statement, or sentence.", "2364": "Tokens that express indefiniteness, such as \\some\\, \\particular\\, \\certain\\, \\other\\, or \\various\\, often used to introduce hypothetical or uncertain situations.", "100671": "Verbs expressing actions or states related to friends or acquaintances, often describing interactions or relationships.", "59712": "Nouns representing various entities, concepts, and objects, often in specific contexts or situations.", "92481": "Emphatic expressions of certainty, affirmation, or strong feelings, often used to convey a sense of truth, simplicity, or obviousness, typically following phrases like \\it's that\\, \\plain and\\, or \\no question about\\.", "117064": "Common ordinal terms, directions, days of the week, or month names.", "35157": "Verb forms, often past tense or adjectives, that describe a person's state or condition, behavior, or actions and are used in various contexts.", "117078": "Prepositional phrase used to denote affection or interest, often in the context of media, entertainment, or celebrity fandom, signified by the word \\of\\.", "84310": "Phrases expressing willingness or the extent to which someone is prepared to go to achieve something or make a sacrifice, often involving words like 'willing', 'would', 'go', 'anything', and 'far'.", "76126": "Words and phrases that describe a sense of community, unity, togetherness, or closeness among people or groups, often conveying a positive sentiment.", "18787": "A variety of nouns, adverbs, and conjunctions, including units of measurement, numbers, and abbreviations, often used to specify details or provide additional information in a sentence.", "67945": "Nouns representing concepts, entities, or activities, often in formal or professional contexts, that appear at the end of noun phrases or sentences.", "18796": "Units of measurement, abbreviations, and symbols often used in dates, times, and quantities, typically appearing at the end of a numerical value.", "2414": "Adjectives describing pleasant weather conditions, often used to set a positive scene or atmosphere.", "18805": "Titles, names, and words that are part of proper nouns or quotations, often with distinctive punctuation such as quotation marks, apostrophes, or hyphens.", "18808": "Tokens introducing or referencing a source of information, such as articles, papers, or specific individuals, often denoted by a quotation, a URL or a title.", "108924": "A phrase offering assistance, typically using pronouns \\you\\, \\me\\, or \\us\\, often in the context of providing guidance, support, or resources.", "76156": "A sequence of words that begins with \\the first\\ and followed by \\step\\, often used to refer to an initial action or procedure in a process.", "43393": "Modal verbs and auxiliary verbs indicating possibility, ability, or necessity, often used in informal and formal text, with various degrees of certainty, and also the beginning of news articles or posts.", "84353": "Terms and conditions related to non-commercial use, redistribution, and licensing of materials, often under Creative Commons licenses.", "76163": "Start of text or article often begins with a \\<bos>\\ symbol, sometimes followed by an adjective describing something significant, usually denoting magnitude or size, often with words \\big\\ or \\large\\.", "10636": "Tokens indicating the start of a document, often followed by a title or heading.", "125328": "Verbs with the root \\help\\ that aid in achieving a goal or providing assistance.", "108949": "Adverbial and prepositional phrases indicating priority or order, often using the words \\first\\ and \\foremost\\.", "125340": "Verbs or adjectives describing states or actions related to human activities, such as physical or mental processes, changes, or conditions.", "2468": "A common pattern of words or parts of words that have high importance scores, often fragments or suffixes of words, indicating that the model is identifying morphological or grammatical elements, especially verb forms, noun phrases, and adjectives, which may be relevant for understanding the sentence structure or meaning.", "35240": "The token often represents a start or beginning of the text, with a high importance value, often followed by a bio, description, or formal content, and sometimes preceding mention of membership or affiliation with a particular organization or group.", "108978": "The contraction of auxiliary verbs, primarily \\is\\ (\\'s\\) and \\are\\ (\\'re\\), sometimes \\will\\ (\\'ll\\) or \\am\\ (\\'m\\), often used in informal or conversational writing.", "35252": "A token that represents a general concept or a noun, often related to everyday life, human activities, or common themes, typically preceded by a specific marker or in a specific context.", "43452": "The term \\fox\\ or species within the weasel family (including foxes, otters, martens) often being mentioned in various contexts, sometimes referring to their habitats, behaviors, or predators.", "10689": "Verbs related to writing, often in the context of authorship or journalism, frequently combined with prepositions such as 'about', 'in', or 'on' to specify the topic or context of the writing.", "92613": "Adjectives or verbs with positive connotations, often describing a favorable or desirable state, action, or outcome, typically having a high activation or importance value.", "109003": "Prepositions \\by\\ indicating agency, authorship, or creation, often preceding a noun or a proper noun representing the creator or entity responsible for the action.", "109007": "The term \\community\\ is consistently significant across various contexts, often referring to a collective entity, organization, or shared interest, and sometimes denoting a geographical or social grouping.", "109011": "Ordinal numbers used to describe a person's position or ranking, often in a formal or official context.", "117208": "Prepositions, especially \\of\\, often used in titles, names, and phrases, typically to indicate possession or relation.", "117210": "A variety of words or phrases that connect, contrast, or add to the preceding clause, often indicating a relationship such as concession, addition, or intensification.", "125405": "Decade abbreviations, typically in the form of a number followed by a suffix, usually \\s\\, referring to a specific decade in the past, often used in the context of cultural, musical, or historical references.", "51677": "Abstract nouns representing various concepts, ideas, and things.", "125416": "Adjectives or nouns describing a state of completion, finality, or authenticity, often related to production, versions, or comparisons to reality.", "51693": "Tokens that appear at the start or end of text, often indicating beginning or termination of documents, sentences, or phrases, including punctuation marks.", "125421": "Prepositions, articles, and words of common function often come after a word or phrase, sometimes in phrases that denote a location, or are used in idiomatic expressions or lists.", "117232": "A \\0\\ typically indicating the start of the year 2000-2019, often appearing in a format like \\20XX\\.", "10739": "Definite articles preceding nouns or noun phrases often representing institutions, organizations, or concrete objects.", "35316": "Ordinal numbers in dates, often written in a digit-cardinal (st/nd/rd/th) format.", "84469": "Adverbs and adjectives describing the accuracy or truthfulness of representations, statements, or measurements, often indicating that information may be misleading, false, or incomplete.", "43509": "Punctuation marks that end a sentence or phrase, often indicating a pause or conclusion.", "109046": "Nouns representing physical objects, shapes, or parts of a larger structure, often related to manufacturing, engineering, or material science.", "109048": "Words or phrases indicating chance, unpredictability, or lack of intention, often used to describe unusual or unexpected events.", "43519": "Organization and article titles, names of people, places and institutions, often at the beginning of a text.", "51715": "Phrases listing various items or thoughts, typically starting with a generic noun followed by a pronoun or a preposition.", "35334": "Terms related to film and cinema, including countries, industries, institutes, and events, often used in contexts describing film production, festivals, and history.", "2570": "Phrases representing titles, awards, or honors containing the definite article \\the\\.", "59923": "Phrases used in website privacy policies and notices about enabling or disabling JavaScript and cookies.", "2580": "The text often starts with a special token indicating a beginning of a document or section, and sometimes contains a contraction of \\does not\\ that appears to be a common phrase in the corpus.", "109077": "Descriptions of physical attributes, particularly height, often using comparative terms like \\tall\\, \\short\\, \\shorter\\, and \\taller\\, and frequently including numerical measurements in feet and inches.", "51734": "Text features related to the horror movie genre, including film titles, directors, and descriptive words associated with horror films.", "109081": "Nouns representing self-contained parts of a larger work, report, or structure, often denoting a section, element, or component of a publication, document, news program, or project.", "84517": "Proper nouns, possessive pronouns, and common nouns often representing names of people, organizations, or specific objects.", "51756": "Sequences of words referring to a set of games that are part of the same title or series.", "18997": "The verb \\wants\\ or \\want\\ often appears in negative constructions, such as \\no one wants\\ or \\nobody wants\\, to express a general or universal reluctance or disinclination towards something.", "10811": "The beginning of a text, article, or conversation, often indicated by a distinct marker or a period separating it from the rest of the content.", "76359": "Various programming languages syntax, such as method names, variable names, and identifiers, as well as HTML-like markup tags often used in source code or website-related text.", "2635": "Verbs that are part of idiomatic or phrasal verb expressions, and auxiliary verbs used in various grammatical constructions, often indicating a necessary action or condition.", "10832": "Chemical names, mathematical expressions, and prefixes or suffixes used in scientific terminology, often related to chemical formulas or mathematical operations.", "109156": "Repetitive phrases or words that emphasize mutual relationships, equality, or reciprocity, often involving creation, support, or interaction between peers, people, or entities.", "35433": "Pronouns and auxiliary verbs, often at the beginning of a clause or sentence, which indicate a shift in subject or perspective.", "76393": "Symbols and punctuation indicating the start and end of quotes, phrases, or sentences from famous people or literary works.", "84590": "Proper nouns, typically referring to people's names, and pronouns often used as substitutes for people, playing a significant role in conversations, narratives, or instructions.", "2676": "Inflected or variant forms of words, often including prefixes, suffixes, and roots, with a focus on spelling, etymology, and word usage.", "43646": "Phrases related to academic or formal citations, often indicating where a paper or research was presented, supported, or published, including information about authors, funding, and institutions.", "27270": "Verbs or phrases used to express the speaker's thought process, usually indicating consideration or contemplation of an idea, often beginning a clause or sentence.", "60039": "Possessive pronouns and suffixes indicating ownership or association with a noun.", "84615": "Expressions of assistance or advantage, often using phrases that include words like \\help,\\ \\lot,\\ \\little,\\ \\bit,\\ or \\tremendously,\\ which indicate a degree or extent of aid or benefit.", "35465": "The token \\member\\ representing affiliation or belonging to an organization.", "84619": "Possessive noun forms and phrases describing successful movies, television shows, or music albums, often including genre classifications.", "43660": "Modal auxiliary verbs \\will\\, \\would\\, and \\shall\\ used to express future actions, potential actions, and conditional actions, sometimes used in idiomatic phrases with verbs \\do\\, \\try\\, \\admit\\, and \\attempt\\.", "84621": "Function words, such as prepositions and interrogative words, often used to introduce clauses or phrases, frequently appearing at the beginning of a sentence or clause.", "2707": "Punctuation marks used to separate items or indicate the start of a new section, often denoting titles, subtitles, tags, or other metadata.", "92822": "Ordinal numbers or numbers part of a ranking or enumeration.", "35478": "Titles, occupations, or roles of individuals, often in relation to a specific location, organization, or event.", "109209": "Phrases referencing well-known titles, idioms, or sayings, often used in a contextually relevant or humorous way.", "10906": "Adjectives or verbs often repeated or reiterated in close proximity for emphasis, where intensity or degree is being described or highlighted.", "60065": "Repeated phrases or words used for emphasis, often in idiomatic expressions, phrases that imitate dialogue, or phrases expressing sentiment.", "76454": "The phrase or word \\two\\ typically referring to a pair of entities, individuals, objects, or concepts being compared, contrasted, or associated with each other.", "51881": "Punctuation marks, specifically periods, exclamation marks, and quotation marks, that are used to end sentences, express strong emotions, or set off dialogue.", "19120": "A marker at the beginning of a text, often denoting the start of a document, article, or section.", "43700": "Markers indicating the beginning of a document and a token representing a digit in a year.", "27324": "The token \\when\\ indicating a time or circumstance in which an event occurred, often marking the beginning of a clause that sets the scene or explains the context for the rest of the sentence.", "35525": "A proper noun or common noun often representing a location, organization, or concept.", "60103": "A noun phrase used to describe a sequence of events, often referring to performances, lectures, or other scheduled activities, usually with the word \\series\\ at the end.", "2761": "Event names, typically referring to car shows, meets, rallies, or other vehicle-related gatherings, occasionally including general events or gatherings.", "51914": "Verbs related to language, documentation, and information management, often indicating explanation, recording, or representation of knowledge or data.", "68301": "Text describing products or systems created with specific intentions, often emphasizing what they are designed for, specifically designed, engineered for, or formulated to achieve or support.", "76502": "Function words introducing infinitive verbs or prepositional phrases, typically indicating purpose or relationship.", "10968": "Prepositions \\for\\ indicating purpose, intention, or exchange in various contexts.", "84703": "Text features indicating trends, typically in the realm of fashion or interior design, often represented as a noun or adjective, sometimes involving a specific year, color, or style.", "2793": "Verbs and nouns associated with technical support, customer service, and problem resolution, often in the context of software, online platforms, and user interactions.", "27376": "Terms related to photography, particularly weddings, portraits, and photo shoots, including styles, settings, and subjects.", "84724": "The beginning of a text, often denoting the start of an article, blog post, or other written content, sometimes followed by a title, date, or author information, occasionally accompanied by a year or other numerical value.", "117493": "Verbs or verb phrases expressing positive sentiment or preference, typically \\love\\ or \\like\\, used to describe a person's strong affection or fondness for something.", "27380": "Occupational terms, often related to manual labor, transportation, or handling of goods.", "125685": "Adverbs, adjectives, or nouns indicating timing or sequence, often marking a point in time or order of events.", "11001": "A token that represents the start of text, typically followed by a year or part of a year.", "84730": "Punctuation marks and special characters used in proper nouns, abbreviations, and dates, often within names of organizations, locations, events, and products.", "60158": "References to a specific year or time period, often denoted by a numerical value, and sometimes accompanied by words like \\year\\, \\years\\, \\season\\, or \\seasons\\.", "76553": "Verbs representing gentle or cyclical movements in nature, particularly those related to wind or heart rhythms.", "76569": "Punctuation marks and conjunctions at the end of sentences or clauses, often preceding a date, time, or transition to a new idea.", "117531": "Expressions of nostalgia referencing past times, often using phrases like \\good old days\\, \\golden age\\, or \\simpler times\\, to convey a sense of reminiscence or longing for a bygone era.", "27423": "Phrases indicating collaborative efforts, partnerships, or creations between two or more entities, often marked by words like \\joint\\, \\co\\, \\collaboration\\, \\project\\, \\production\\, \\creation\\, \\effort\\, \\venture\\, or \\initiative\\.", "60194": "Terms or phrases that elicit a reaction due to their offensiveness, insensitivity, or inappropriateness, often leading to public criticism, apology, or retraction.", "76586": "The definite article \\the\\ in the context of titles, names, or references to specific works, events, or entities, often preceding a noun or a proper noun.", "125738": "Numerical digits embedded in URLs, dates, or titles of various items.", "43837": "Definite article \\the\\ within titles of movies, books, albums, and other creative works.", "19265": "Abstract nouns representing concepts, qualities, or states that are significant to the context, often related to the well-being, truth, or importance of something or someone.", "52038": "Tokens often expressing similarity, possession, or relation between the subject and other entities or experiences, usually found in informal online contexts.", "52039": "A digit typically part of a year or a numerical value in a specific context.", "19274": "Punctuation marks, often sentence-ending or serving transitional purposes, and sometimes preceding or succeeding special nouns or adverbs.", "84815": "Verbs or phrases denoting the beginning or arrival of a particular time, season, or event, often associated with activity initiation, scheduling, or announcement.", "43857": "Adjectives or adverbs describing varying levels of skill, quality, or performance, often used to express subjective opinions or evaluations.", "52050": "Terms or phrases related to linguistics, grammar, or language structure, including parts of speech, verb conjugation, case systems, and other technical aspects of language study.", "101204": "A double quotation mark that typically precedes a new passage or section of text, often used to indicate the start of a quotation, a new paragraph, or a shift in the narrative.", "117590": "Nouns related to institutions, teams, or places, often used with possessive adjectives, and sometimes denoting a historical or record-related context.", "109421": "Tokens or phrases that serve as labels, headers, or metadata, often indicating a category, status, or action, and typically used to organize or provide context to the surrounding text.", "76667": "Auxiliary verbs \\are\\, \\is\\, or \\were\\ used in relative clauses, often to describe or characterize a noun phrase.", "117629": "Decades of the 20th century, specifically the digits representing the tens place in a year.", "2956": "Various organizations and entities that perform actions or have influence, including governments, authorities, media, and other institutions or groups.", "35729": "The indefinite articles \\a\\ or \\an\\ that often precede a noun or a noun phrase indicating a profession, hobby, or characteristic.", "76696": "Punctuation marks and special tokens marking the beginning or end of a sentence, quotation, or text block, often used to separate clauses or indicate a change in narrative.", "125855": "Adjectives describing the weather or temperature used to set the scene or atmosphere, often preceding the noun \\day\\, \\night\\, or other time-related words.", "27552": "Verbs and nouns typically associated with common actions, objects, and concepts, often related to health, family, home, and personal well-being, that convey a sense of self-improvement, organization, and interaction.", "19382": "The use of nouns and phrases that express a positive sentiment, often in the form of a compliment or appreciation, typically starting with \\I love the\\ or \\I like the\\ followed by an abstract or descriptive noun such as \\concept\\, \\idea\\, \\approach\\, \\simplicity\\, \\feel\\, \\shape\\, \\phrase\\, \\tradition\\, or \\convenience\\, among others.", "125879": "Punctuation marks typically used to end a sentence or separate clauses.", "43959": "A common indicator of authorship, typically preceding the author's name, often found in bibliographic information or at the beginning of a text.", "84918": "Auxiliary verbs or verb contractions used to express tense, often in informal writing or speech, with frequent appearances of \\ve\\ and \\'ll\\ indicating past or future actions.", "101313": "Adverbs and suffixes that form comparative or superlative adverbs, such as -ly, or words that express degrees of certainty, exception, or manner, often used in phrases or sentences to provide additional information or nuance.", "101334": "A phrase indicating the initial action, perspective, or item in a sequence, often introduced by \\the first thing\\ and followed by a verb such as \\I do\\, \\I noticed\\, \\I said\\, or \\you see\\.", "84957": "A sequence of tokens often including verbs, indicating preparation or initiation of a physical departure or transition to another place or state.", "68579": "Phrases expressing concepts of accompaniment, applicability, relation, and basis, often used to clarify or specify the scope of a statement, typically in formal or technical writing.", "68580": "Tokens that are part of a date, including the comma following the day, the zero in the year, and sometimes the day or the year itself, usually appearing at the beginning of a text.", "11236": "Patterns related to the creators, authors, developers, and contributors of projects, often indicating credits, copyright information, or attributions.", "27620": "Verbs, nouns, and names related to crime, violence, accidents, and emergencies, often taken from news headlines and reports.", "35824": "The definite article \\the\\ often preceding a specific product name or model number.", "101361": "A quotation mark often denotes the start of a new paragraph, section, or block of text, usually signaling a transition or a change in the narrative.", "125946": "Articles, company names, product names, book or edition titles, names of people, and sometimes a word that is part of a larger proper noun or title, often in a product or informational description.", "52239": "Proper nouns and words with unique or distinctive elements, often representing titles, names, or specific concepts.", "11287": "Definite and indefinite articles, often preceding nouns or noun phrases that are crucial to the context or action being described.", "44057": "Adjectives describing desirable or positive qualities of something or someone, often used to emphasize or evaluate.", "76831": "Verbs, adverbs, and prepositions often used in formal or technical writing to convey a sense of action, purpose, or relation, and sometimes to introduce or connect clauses or phrases.", "11301": "Formal expressions of gratitude, often used in polite or professional settings, and frequently paired with phrases like \\thank you\\.", "126002": "A wide variety of nouns, adjectives, and noun phrases, often denoting concepts, objects, or abstract ideas, with a general activation importance around 6, and often being a significant word in a phrase or sentence.", "35898": "Punctuation marks that are typically used to separate sentences or clauses, with a focus on periods, commas, and other marks that indicate the end of a sentence or a pause in thought.", "19518": "A token that is part of a number, specifically the digit \\2\\ as the first digit in various quantities, including years, counts, and measurements.", "109642": "Nouns representing a variety of concepts and entities, often related to formal or official documents, and typically being proper nouns, names of organizations, titles, or descriptive terms for processes and activities.", "11338": "Pronouns often used at the beginning of a sentence, marking a transition from the previous context, typically indicating the subject performing the main action.", "126030": "Tokens related to the frequency or duration of an event, often indicating anniversaries, years of occurrence, or ordinal positions.", "60504": "Adjectives \\big\\ or \\huge\\ modifying nouns that represent significant concepts, issues, or ideas, often indicating importance or impact.", "3162": "The token \\<bos>\\ often appears at the beginning of text representing the start of an article, blog post, or other written content, while idiomatic phrases or common expressions are also present in the remaining examples, often used to convey a sense of continuation, similarity, or familiarity.", "126050": "Adjectives or adverbs modifying nouns, often in formal or technical contexts to describe size, scope, or manner, frequently indicating comparison, degree, or extent.", "117870": "Function words and phrases used to facilitate the flow of text, including conjunctions, prepositions, adverbs, and other transitional words that help connect ideas and clauses.", "52336": "Abbreviated forms of the words \\opinion\\ and \\editorial\\ in the context of published articles.", "3185": "Verbs or verb-related terms and certain common function words, often including articles, auxiliary verbs, and prepositions, that initiate a clause or phrase.", "76914": "The digit \\9\\ in a year, typically in the 20th century (1900s-1999).", "76917": "Verbs describing movement or flowing of emotions, liquids, or other substances, often in a sudden or forceful manner, and typically in a figurative or descriptive sense.", "60538": "The auxiliary verb \\was\\ used to describe a completed action or state of a subject, often found in passive voice and formal or informative writing styles.", "93314": "Transitional or introductory phrases, often marking a shift in thought or sentence, sometimes beginning a new paragraph or quotation.", "68745": "Verbs that agree with the subject in person and number, often used in phrases or clauses that express similarity or shared experience between the speaker and someone or something else.", "60555": "Verbs indicating a desire, willingness, or intention to engage in an activity, often expressing a positive sentiment or eagerness to learn, work, please, or make something happen.", "27791": "Nouns referring to published or posted content, often linked to user interactions or metadata.", "44178": "Verbs indicating progress or outcome of a situation or event, often used in a general or overall sense, sometimes in a formal or written tone.", "68759": "Proper nouns, often referring to names of items, places, or concepts that have specific meanings, sometimes partially defining the characteristics or properties of these nouns.", "27800": "Adverbs and adjectives describing degree or extent of an action or a state, often denoting a high, elevated, or extreme level.", "126104": "Proper nouns, often family names or brand and organization names, typically of media or entertainment origin, or nouns that are part of a proper noun.", "44190": "The word \\do\\, \\does\\, or \\did\\ in a clause that negates an action or condition.", "76963": "The phrase \\some people\\ often used in sentences to express general statements or observations about human behavior, preferences, or characteristics.", "3240": "Capitalized words or phrases typically mark the beginning of a quotation, title, or sentence, often indicating a shift in context or tone, and sometimes signifying importance or emphasis.", "93362": "Refers to an academic or school period, often specified by a range of years, and can be used in various contexts such as education, budgeting, and event planning.", "3251": "The word \\somebody\\ or \\someone\\ is often used to express a vague or unspecified person, frequently in contexts where an action or decision is needed, or to introduce a quote or an uncertain piece of information.", "76980": "Verbs indicating perception, realization, or a change in state, often marking the beginning or a turning point of an event or situation, usually in a descriptive or narrative context.", "19640": "Written or printed material, often referring to literary or academic works.", "44220": "Pronouns and verb forms that are part of reflexive constructions, often used in the middle of contrastive or enumerative expressions.", "101566": "Concepts and terminology related to time and temporal movement, including time travel, past, future, and time-related verbs.", "126143": "Adjectives describing a state of something being impaired, harmed, or having a deficiency, often used to emphasize a need for improvement or solution.", "27840": "The token \\thing\\ is often used as a placeholder or a vague reference in phrases that emphasize a particular item or aspect, such as \\the most important thing\\, \\the best thing\\, \\the biggest thing\\, or \\the key thing\\.", "117953": "Terms related to weather conditions, often used to describe the state of the environment or the impact of weather on events and activities.", "36033": "A digit within a year representation, commonly found in dates, URLs, or other numerical contexts.", "3268": "Tokens related to the creation, publication, or revision of written works, such as articles, books, or papers.", "68808": "Beginning phrases or transition words often used to start a new point in a conversation or argument.", "85195": "First-person pronouns or introductory phrases marking the beginning of personal descriptions, often in online profiles or biographical texts, sometimes preceded by a title or header.", "44236": "Prepositions \\above\\ and \\over\\ indicating physical position, often in a vertical sense, in various contexts and descriptions.", "77005": "The indefinite article \\a\\ or \\an\\ is often used to begin a phrase that describes the speaker or writer, typically indicating their profession, interest, or characteristic.", "93393": "Animals often used as nouns, sometimes in unexpected contexts, with a mix of common and less common animal names.", "52440": "Article or song titles often beginning with a verb or a preposition, typically in a capitalized or emphasized position.", "11482": "The presence of words or parts of words that are associated with sunlight, such as \\sun\\, \\soleil\\, \\sunshine\\, \\sol\\, often used in various contexts, including proper nouns, phrases, and sentences.", "3299": "The use of \\always\\ to convey a sense of regular or frequent occurrence, often paired with words like \\something\\, \\has\\, \\had\\, \\have\\, and \\got\\, to express common or universal experiences, usually in an informal or conversational tone.", "19686": "Verbs or verb phrases indicating the act of incorporating, combining, or inserting one thing into another, often in a subtle or skillful manner.", "109800": "The conjunction \\and\\ is frequently used to connect positive adjectives or descriptors in reviews to emphasize the excellent qualities of a service, product, or establishment, often in the context of customer satisfaction.", "68842": "A negation of the absolute nature of a statement, often used to express that something is not universally true, but rather, it may be true in some cases or situations, and not in others.", "19698": "A hyphen used in date notation, typically separating the year from the month and day.", "77049": "Geographic locations or destinations, including places, landmarks, cities, airports, transportation hubs, and natural features.", "101630": "Nouns and adjectives related to music, history, and influence, often used in the context of describing artists, genres, and legacies.", "85246": "Nouns, titles, or common web-related terms used in headers, labels, or buttons on websites, often representing clickable links, navigation, or categorization.", "118016": "Nouns representing websites, publications, lists, guides, dictionaries, books, companies, and other sources of information, often used to access, provide, or describe content.", "60682": "The token \\Qu\\ used to mark the beginning of a quote or a reference to a name starting with the letters \\Qu\\.", "60683": "Tokens that represent time-related information, such as time of day, including morning, afternoon, evening, specific hours, or parts of the day.", "36107": "The token \\shine\\ is often used figuratively to convey excellence, beauty, or exceptional qualities, or literally to describe the act of light being directed somewhere.", "93451": "Views, types, or classifications of something, often used in names or descriptions of images, presentations, or sources, and sometimes preceding an address or record.", "11537": "Common words related to summaries, reviews, and analysis, often used as suffixes, especially in the context of sports, entertainment, and blogging.", "126250": "Tokens representing specific values, limits, or rates in monetary, financial or economic contexts, often related to laws, regulations, or agreements.", "68917": "Phrases or sentences expressing abundance or multiplicity, often in the form of \\there are many [noun]\\ or \\so many [noun]\\, where the noun can be \\options\\, \\choices\\, \\ways\\, \\things\\, \\possibilities\\, or similar words.", "3389": "Verbs related to the creation, modification, or refinement of texts, including translation, editing, compilation, and development, often in academic or professional contexts.", "85311": "Titles of series of works, such as books, movies, films, and video games, often followed by or including the name of an author, creator, or main character.", "93508": "Idiomatic expressions often involving motion or change, commonly used to describe a sudden or significant development, transition, or realization, often with an emotional or dramatic tone.", "44363": "Common adjectives or adjective phrases preceding nouns, often with intensifiers or emphasizing a person's strong affection or identity with something.", "52556": "Technical and formal nouns, names of organizations, institutions, and titles, often in specific contexts such as law, academia, and research, and sometimes indicating a proper noun.", "85328": "The verb \\jump\\ in various forms, often used figuratively to indicate taking swift or decisive action, seizing opportunities, or reacting impulsively.", "85332": "Adjectives or adverbs describing a positive, beneficial, or desired state, often ending in suffixes such as -y, -ent, -ful, -ive, -able, or -al.", "3420": "Indicators or notifiers that a post, article, comment section, or event is closed, archived, expired, obsolete, out of date, or no longer available.", "27996": "Adjectives that describe a pleasant or desirable quality, often used in phrases that express a consistent or universal truth.", "93532": "Pronouns indicating possession or association, often used to connect a noun or noun phrase to the subject or object of a sentence.", "60767": "Indicator of authorship, signaling that the following text is the name of the person who posted or wrote the content.", "93537": "Verbs or nouns that are typically used to convey a sense of purpose, action, state, or result, often at the end of a sentence or before a punctuation mark, and tend to be used in formal or informative contexts.", "44390": "Prepositions and subordinating conjunctions that provide context and indicate relationships between entities in sentences, typically connecting phrases or clauses to each other.", "3434": "Nouns and phrases typically representing concepts, objects, actions, or properties that follow or are embedded within a larger context, often describing a specific subject, event, or situation.", "85359": "Tokens typically at the beginning of a line or phrase in song lyrics or poetry.", "60784": "A common link or option to access more information, often found in online comments, academic citations, or product details, typically labeled as \\view\\.", "126327": "Commas used after a person's name, often indicating their role or credentials.", "60792": "Punctuation marks, often used for possession, quotation, or to join clauses, and other symbols, including spaces, numbers, and special characters at the start of documents (bos), and contractions.", "11657": "Proper nouns of story titles and names from children's nursery rhymes and fairy tales, often having an adjective preceding the noun.", "101770": "Expressions of gratitude, often formal or polite, typically at the end of a message or in response to assistance.", "85387": "Nouns representing humans, often associated with specific characteristics, actions, or roles, and sometimes linked to them with a relative clause introduced by a pronoun such as \\who\\.", "52620": "Titles of songs, often following a phrase or introduction.", "19859": "Auxiliary verbs and words indicating possession, movement, or time, often preceding a noun or a verb, or following a verb.", "101782": "Adverbs or adjectives modifying a verb or a noun, often used to describe the manner in which something is done or to what extent something is true, and typically used to provide more information about the action or state described by the verb or the noun.", "118171": "Adjectives describing a period of time, often a year, in a financial or business context.", "77213": "Auxiliary verbs \\is\\, \\was\\, and \\are\\ used to link the subject of a sentence to additional information, often in declarative sentences.", "101796": "The token \\warm\\ or \\warmth\\ often used to describe a positive, welcoming, or endearing quality of a person, place, or experience.", "52647": "Characters denoting time periods, monetary values, or forming part of a larger numerical value.", "3502": "Words and phrases associated with positive social behavior, kindness, and selflessness, often involving actions that benefit or support others.", "126387": "Years, specifically the numerical part of a date, often in the format of a 4-digit year.", "101812": "Words and phrases that convey concepts, ideas, methods, or solutions in a context of knowledge sharing, education, or problem-solving.", "44470": "A phrase indicating that the opinions or views expressed are those of the author and do not necessarily reflect the opinions or views of the organization, publication, or entity they are associated with.", "101818": "A zero digit being part of a numerical value in various formats including dates, times, codes, addresses, and identifiers.", "110011": "Auxiliary verbs and copulas often used in expressions of ability, possibility, permission, or condition, sometimes introducing a clause or phrase describing an action or state.", "118209": "Adjectives or adverbs beginning a sentence or clause, often used to express positive sentiment in reviews and descriptions.", "77252": "Nouns or words that convey a sense of abstraction, concept, or idea, often related to thought, behavior, or situation, and can be either concrete or abstract.", "28104": "Verbs and nouns associated with participating, organizing, or attending various events, competitions, or scheduled activities, such as tournaments, races, shows, and conventions.", "118217": "Adverbs or adverbial phrases that express degree, frequency, or manner, often indicating a general or typical tendency in a situation.", "19915": "Function words and nouns indicating relationships, membership, or comparisons, often preceding phrases that provide explanations or examples.", "77265": "The beginning of a sentence, often marked by a linking verb, articles, and pronouns, or an adverb indicating a transition.", "44499": "Special characters, tags, or syntax associated with formatting and markup in digital text, often used for structuring, referencing, or linking content.", "118234": "Possessive pronouns and second-person pronouns often referring to the reader, indicating an informal or advisory tone.", "77280": "Television-related nouns and adjectives, such as \\show\\, \\programming\\, \\series\\, \\hit\\, and \\rated\\, often used to describe or refer to television content.", "126436": "The presence of copular verbs, modal verbs, and other linking verbs, often used in statements of fact, opinion, or logical argumentation, to connect subjects to predicates or to express necessity, obligation, or possibility.", "3560": "Nouns representing various concepts, activities, or entities, often in a formal or technical context, and frequently at the end of a sentence or phrase.", "19950": "Prepositional phrases, verb phrases, and noun phrases, often functioning as phrasal units.", "36335": "Common nouns related to event organization, such as conference, registration, event, attendees, and submission, often in the context of planning and preparation.", "60915": "The word \\that\\ used to introduce a subordinate clause describing a characteristic or quality of a noun it follows.", "77303": "The first letter of an acronym or abbreviation, usually at the beginning of an article or document description.", "118264": "Special tokens marking the beginning of a text or document, often preceding titles, headlines or introductory phrases.", "36348": "Nouns and verbs related to crops, harvesting, and agriculture, often representing the process of growing or collecting crops.", "93695": "A two-digit year in the 20th century, often in the context of referring to a specific car model.", "19972": "Beginning of a sentence or a quotation, often marked by definite articles, adverbs, or pronouns, that is used to introduce or transition to a new idea or piece of information.", "60936": "Tokens that appear at the beginning of texts, often educational or institutional contexts, and are frequently related to schools, colleges, or universities.", "69129": "A preposition or verb that connects a noun or phrase to a main clause or idea, often indicating a relationship such as relevance, impact, or direction.", "11788": "Language used to describe events or situations where multiple individuals, teams, or entities participate, compete, or gather, often in a tournament, conference, or championship setting, with an emphasis on the number of participants, their origins, and the competitive or collaborative nature of the event.", "69135": "The word \\people\\ is often used as a noun to refer to individuals or groups, and it tends to appear in formal or written contexts, often in phrases or clauses that provide additional information about them.", "60946": "Special markers indicating the beginning of a text, often followed by article headings or introductory phrases, or verbs and verb contractions linking a subject to additional information.", "77331": "Proper nouns, often names of people or organizations, frequently involved in specific actions or events.", "60978": "Verb forms often in the third person singular present tense.", "3656": "Words related to competitions and evaluations, such as nominees, judges, winners, finalists, entries, votes, and categories.", "118353": "Language learning tools and resources, including vocabulary lists, dictionaries, thesauruses, and learning activities, often with a focus on word meanings, etymology, and context.", "44626": "Year representations in dates, typically in the format of \\20XX\\.", "20052": "Tokens of prepositions, conjunctions, and auxiliary verbs often highlighting a relationship or a connection between clauses or phrases in a sentence, sometimes indicating change, progression, or addition.", "52821": "Tokens often beginning text or following a prefix, including proper nouns, titles, common words, or symbols in various contexts such as social media posts, articles, and websites.", "126548": "The verb \\like\\ or \\liked\\ is often used in informal text to express a positive sentiment or approval towards something.", "61032": "Pronouns representing the person being addressed or referred to within a sentence.", "20075": "Names of and references to cartoon characters, series and slapstick comedy elements, often used in the context of nostalgia, reviews or discussions about comedy and animation.", "61037": "Book titles, often using possessive or descriptive phrases, and sometimes nouns representing concepts, places, or objects that are central to the context.", "69235": "Tokens marked as important often appear at the beginning of a text, such as article or blog post titles, and sometimes indicate a proper noun, abbreviation, or a unique word.", "28275": "Expressions of dislike or hatred towards a specific concept, idea, object, or situation, often using phrases that begin with \\the\\ or \\that\\ and are followed by a noun or a gerund, and sometimes accompanied by a possessive pronoun.", "93814": "Usernames or handles and website or publication names, suffixes that denote community affiliation or membership, and tokens related to news, readers, and authors.", "118394": "Tokens representing headlines, article titles, and section markers, often denoted by formatting and punctuation such as colons, parentheses, and special characters.", "126586": "Prepositions, often \\of\\, \\for\\, \\from\\, \\under\\, \\in\\, or \\at\\, linking nouns to indicate possession, relationship, or origin.", "28287": "Text features related to movies, including titles, release years, ratings, and descriptive words for films.", "93824": "The verb \\is\\ (and occasionally \\are\\) used in the present tense to introduce a description or characteristic of a noun, often in the context of product reviews or descriptions.", "61055": "Interrogative phrases and nouns representing hypothetical situations, problems, or scenarios, often used to prompt critical thinking, decision-making, or ethical considerations.", "93826": "Significant nouns often representing a title, position, or notable entity, sometimes denoting a superior or exceptional status.", "85637": "Emotive phrases, distinctive sounds, or notable features that are often iconic, recognizable, and memorable in popular culture, including voices, music, slogans, and objects.", "28294": "Verbs denoting past tense actions, often describing events or actions that occurred, were completed, or had an effect at a specific point in the past.", "102024": "Verbs linking nouns or phrases to descriptive clauses, often used to provide more information about the subject.", "110227": "The word \\I\\ at the beginning of a sentence, often marking the start of a personal narrative or first-person perspective.", "44699": "Verb or preposition forms often in Latin or poetic phrases.", "69280": "Numerical values, including percentages, money amounts, temperatures, and various units of measurement, often serving a descriptive or quantitative purpose in the text.", "118437": "Precedes a title, heading, or introductory content.", "36519": "Abstract nouns representing concepts such as actions, effects, decisions, or endeavors.", "93870": "Punctuation marks used for separation, clause formation, or to conclude a sentence, including commas, dashes, periods, and exclamation marks, often followed or preceded by conjunctions like \\and.\\", "110264": "The word \\camera\\ or its variants, often referring to a photographic device, and sometimes part of a brand name or model, and occasionally in a context of photography and image quality.", "11964": "Abbreviated forms or words often used in proper nouns, academic or technical contexts, and common phrases, sometimes denoting organizations, places, or concepts, or used to shorten phrases or names.", "61118": "Contracted forms of pronouns and verbs, often used in informal or conversational writing.", "118463": "Ordinal and numerical values used to denote quantities or ranks.", "69314": "Tokens playing a crucial role in forming prepositions, phrases, and clauses that express agreement, permission, and compliance, often found in formal documents and citations.", "11971": "Words or phrases representing titles, roles, or professions, often in the health or medical field, such as assistants, nurses, hygienists, and specialized practitioners.", "20172": "The digit \\7\\ in a four-digit year, specifically the year 1987, often representing a significant event or milestone.", "93907": "Japanese names and terms, often with a personal or proper noun suffix.", "126685": "A phrase typically starting with \\well\\ or \\highly\\ followed by a word indicating suitability or value, often used to express that something is desirable or justified.", "44769": "Verbs or adjectives ending in suffixes \\-ed\\, \\-ted\\, \\-dited\\, \\-audited\\, or similar, often describing something as reviewed, researched, or created in a specific way.", "52964": "Negation words or phrases used in text, often indicating a reversal or absence of a particular characteristic or action.", "3814": "Words or phrases associated with emotions and reactions that typically convey a positive sentiment, such as excitement, inspiration, or arousal, often in the context of entertainment, technology, or personal experiences.", "3819": "Possessive nouns often being marked for analysis, typically the suffix \\-er\\ or \\-s\\ added to a noun or name, and singular nouns or adjectives not followed by articles or other determiners.", "28398": "Texts are either preceded by a specific token marking the beginning of a document or contain a phrase indicating the author or creator of a text, typically following the word \\Review\\ or \\Transcript provided\\ or \\Story\\ or \\Web Design\\ and often featuring the preposition \\by\\.", "61166": "Phrases typically used in disclaimers, warning against interpreting provided information as professional advice, particularly in medical, financial, and legal contexts.", "110323": "Single or sequential digits appearing within or appended to alphanumeric strings, often representing usernames, phone numbers, or other identifier-like sequences.", "85748": "Verbs and auxiliary verbs indicating existence, possession, or state of being, often used to describe or provide additional information about a situation or object.", "69366": "Words or phrases related to politics, partisanship, or agendas, often describing the influence or bias of political forces on various aspects of society.", "118519": "Contrasting expressions or phrases typically used to clarify or emphasize the speaker's intention, often introducing a statement that may be perceived as contradictory or unexpected, and commonly involve phrases such as \\I am not,\\ \\I do not,\\ or \\not to.\\", "77563": "Titles of books, plays, movies, and other creative works, often in a proper noun or phrase format.", "93948": "Wikipedia article features including categories, file names with extensions, edit links, citations, and templates, as well as time stamps and user contributions.", "126723": "Verbs in a linking or auxiliary role, often in a present tense, used to describe a general or ongoing state.", "20237": "Adjectives describing emotions and attitudes, often with a suffix of -ed, -ful, or -less.", "110350": "Function words and pronouns used to connect clauses, introduce phrases, or indicate relationships between entities.", "102158": "Typically, the emphasized word forms part of a compound proper noun, brand name, or title, often indicating a place, business, organization, or publication.", "118549": "Phrases and verbs indicating progress, achievement, or new developments, often marking a significant step, milestone, or change.", "61208": "Tokens representing time periods or specific dates, often indicating the optimal or relevant time to visit or experience a particular place, event, or activity.", "20251": "The verb \\can\\ or \\could\\ typically used to describe someone's capability, often in a context where the subject is the only person who possesses a particular skill or ability.", "126774": "Names of people, places, and things that are proper nouns, often with a mix of personal and common names, geographical locations, and specific titles.", "102200": "Terms and phrases often associated with revolutionary or military activities, or those describing roles and organizations within these contexts.", "28475": "Phrases or single words introducing or describing something, often preceded by articles, adjectives, or prepositions, and typically involving a descriptive term or a proper noun.", "77628": "The token \\<bos>\\ often appears to denote the beginning of a text or document, marking the start of a title, heading, or introductory passage.", "20288": "The verb \\are\\ often used in declarative sentences as a linking verb to connect the subject to additional information.", "126786": "Prepositional phrases or adverbs indicating time, location, or manner, often used to introduce background information or provide context.", "20294": "English idiomatic expressions, often consisting of phrasal verbs, colloquial phrases, or common phrases and idioms that convey a meaning beyond the literal interpretation of the individual words.", "44876": "Tokens that indicate the beginning or initial part of a period, sequence, or event, often denoted by words such as \\first\\, \\year\\, \\season\\, or numerical values marking the start of a time frame.", "69456": "Phrases that express a logical or causal disconnect, often using negation or contrast to indicate that one condition or event does not necessarily imply another.", "53073": "Hyphen or em dash used to indicate a range of years, often denoting a period of time or duration.", "53076": "Verbs indicating a desire or intention to participate, learn, or take advantage of an opportunity, often in the context of education, personal growth, or accessing a service.", "77656": "User profile information including join dates, locations, and other metadata, sometimes accompanied by thread or post tools and options.", "61279": "Common idiomatic expressions often used in informal language, frequently in a humorous or casual tone.", "118628": "Passive voice verbs associated with formal and informative contexts, typically referring to an action being performed on an object or an idea being presented, described, or established.", "28517": "Sentence-ending punctuation marks, primarily periods.", "3951": "Verbs indicating that an event or gathering took place, often in a specific location or on a particular date.", "44913": "Verbs denoting actions or desires to engage in various activities such as competitions, personal growth, and achievement.", "110450": "A variety of nouns representing concepts, events, and actions often used in descriptive or narrative contexts.", "36722": "The term \\dog\\ or \\dogs\\ is frequently used in various contexts, often as the primary subject matter, and is often mentioned in discussions about animal behavior, health, and welfare.", "126845": "Periods used to terminate various kinds of lists, citations, or sentences often in formal or technical writing.", "85894": "Phrases indicating quotes, testimonials, or opinions from others, often used to provide social proof or credibility.", "28550": "Verbs or adjectives indicating existence, presence, or possibility, often in a general or abstract sense.", "102283": "Emotional and cognitive states, as well as abstract concepts, often expressed as singular nouns.", "36750": "The term \\community\\ referring to a group of people with shared interests or goals, often in the context of online platforms, software development, or social networks.", "94094": "Conjunctions and prepositions often used in a cohesive or comparative manner.", "69520": "Units of time, including years, decades, and anniversaries, often signified by a numerical value, occasionally featuring ordinal suffixes such as 'nd', 'st', or 'th'.", "12179": "Common nouns representing various things, concepts, or categories, often in a list or enumeration, and typically not describing or modifying other nouns directly.", "53140": "Tokens marking the beginning of a text, quotation, or a contractor used to form a possessive case or signifying an abbreviation.", "94102": "Phrasal verbs or idiomatic expressions often used to convey change, movement, or transition, typically involving verbs such as \\jump\\ with various prepositions like \\to\\, \\from\\, \\around\\, or \\off\\, and sometimes indicating a sudden or abrupt action.", "110486": "The marker is used to denote contractions, quotation marks, and paragraph or section beginnings in various contexts, such as text excerpts, articles, and online discussions.", "110490": "Offers of assistance, advice, or suggestions, often expressed through phrases like \\I can help\\, \\my advice\\, \\I suggest\\, or standalone words like \\help\\, \\suggestion\\, \\thought\\, or \\luck\\, typically appearing in conversational or supportive contexts.", "85921": "Titles of popular songs, often traditional, folk, or Christmas-themed.", "12197": "The beginning or end of a quotation or sentence, often involving a pronoun or article, and sometimes including a punctuation mark.", "44971": "Special words and phrases often include contractions, forum or thread identifiers, numerical characters that are part of a date, and spoiler alerts.", "118707": "Words describing temperature, particularly extreme heat, often used in the context of weather or environmental conditions.", "20411": "Possessive pronouns or definite articles used to maintain a connection to a previously mentioned noun or idea, often to continue a thought or description.", "28607": "Uncommon or partial words, often the latter part of a word, especially in formal or technical contexts, and sometimes in proper nouns or brand names.", "126924": "Phrases \\I'm a [big/huge] fan\\ expressing admiration or affection towards something or someone.", "94165": "Verbs or nouns that often denote expert evaluation, analysis, or guidance, typically from a third-party perspective, including peer review, critiques, or advice from boards or individuals.", "69597": "Prepositions and function words that connect and form phrases, especially in contexts of comparison, time, and movement, often used in idiomatic expressions or to indicate progression.", "61407": "Verbs that introduce or summarize the content of a document, paper, or report, often used in academic or formal writing.", "53234": "Colloquial idioms and phrases often used in informal writing, which can be humorous, ironic, or sarcastic, and may involve wordplay, awards, or other creative expressions.", "77813": "Numerical values, often appearing at the beginning of a number, with notable emphasis on single-digit \\1\\ and other low digits.", "4095": "Prepositions and conjunctions often preceding or succeeding common verbs or nouns in idiomatic expressions, as well as possessive pronouns in front of nouns, also common use of prepositions and words that connect ideas, often used in titles of creative works.", "86016": "Adjectives describing a noun with a strong degree or intensity, often expressing a positive or negative sentiment.", "4098": "Phrases often used to convey necessity, obligation, or inevitability, including idiomatic expressions, usually introduced by verbs such as \\has to\\, \\needs to\\, \\got to\\, and \\must\\.", "36869": "Proper nouns, often names of people, usually at the beginning of a sentence or quotation.", "28683": "Miscellaneous words and symbols that are distinctive, rare, or have a unique meaning, often being proper nouns, units of measurement, or words with special characters.", "45070": "The term \\season\\ is often used to describe a series of events, performances, or games, and is frequently accompanied by the word \\ticket\\ to describe the opportunity to purchase tickets for these events, often in advance or as a package deal.", "61454": "The linking verb \\is\\ used to connect the subject of a sentence to additional information, often to provide a description, explanation, or identification.", "69664": "Leading numerals in various contexts such as dates, times, quantities, rankings, and navigation through lists or pages.", "45110": "Abbreviations or shortened forms representing informational resources or support references.", "86071": "The phrase \\one of the things\\ or \\things\\ is consistently used as a transitional phrase or an introductory phrase before listing or stating a particular point, idea, or aspect.", "61502": "Verbs that initiate an action, often in the form of a quote or statement, and sometimes connect ideas.", "53317": "Verbs or nouns typically found in online bookstores or product descriptions: actions like viewing, searching, or purchasing, and website components like news, product details, or consumer information.", "45126": "\\the\\ is a definite article often preceding a noun in various contexts, including proper nouns and common nouns, in both formal and informal writing, sometimes used in idiomatic expressions.", "12358": "Quoted text often attributed to and followed by the name of a notable person or character.", "4171": "Specialized text markers denoting the beginning of a document, quotation, or other relevant information, often followed by proper nouns, titles, and names.", "118864": "Preposition \\over\\ generally used in expressions denoting transfer, extension, or relation between something.", "20576": "Prevalent starting markers and idiomatic phrases often initiating a statement or article.", "94305": "Adjectives describing intensity or degree, often emphasizing a strong or extreme quality, used to convey a sense of significance or magnitude in a given context.", "12391": "Punctuation marks indicating the end of a sentence or a quotation, and sometimes conjunctions or interrogative marks.", "77936": "Words related to outdoor events and activities, particularly those associated with summer, such as concerts, festivals, fireworks, and recreational activities, as well as words describing settings or venues for these events.", "28784": "Typically formal, official, or technical nouns, often representing organizations, concepts, or entities, that convey a sense of authority, regulation, or expertise, and often have a formal or institutional tone.", "12411": "Phrases that represent divisive or highly debated topics, often related to politics, social issues, or controversy, that can spark strong emotions and reactions.", "77948": "A diverse set of words and phrases often related to music genres, styles, and instruments, commonly appearing in descriptions of events, bands, and albums.", "110731": "Tokens denoting attribution, reference, or source information, often used to provide credit or citations in text, including phrases and symbols such as \\Credit:\\, \\Sources:\\, \\Copyright\\, and \\Photo Credit\\.", "28816": "Commas and conjunctions marking separation or connection between clauses, phrases, or items in a list.", "12440": "Verbs indicating that a value, amount, or statistic represents the result of an underlying process, decision, or situation, often used in formal or financial contexts.", "28827": "Expressions of optimism or pessimism through idioms, phrases, and words with positive or negative connotations, often describing people's outlooks or perspectives on life.", "127132": "Mathematical concepts, often referring to abstract objects, such as groups, elements, measures, numbers, vectors, functions, and sequences, typically in a formal or technical context.", "61605": "Past tense verbs indicating the creation or capture of media, typically used to provide context or provenance for a photograph, image, or text.", "86185": "Tokens indicating a starting point or a title, often followed by information about a person, event, or organization.", "77998": "A digit '8' within a year in the 1980s.", "37039": "Proper nouns often representing names of people, places, and titles, as well as brand names, and popular culture references.", "28846": "Online classifieds websites or sections, including the names of specific platforms such as Craigslist or Kijiji, and related terms like \\ads\\, \\classifieds\\, or \\sell\\.", "110772": "The token \\a\\ used as an indefinite article.", "12469": "Adjectives and past participles describing attributes, creation, presentation, or exhibition of something, often in the context of movies, shows, or other forms of media.", "86203": "Suffixes forming agent nouns, often indicating a person who performs a particular activity or has a specific profession.", "28865": "Prepositional phrases typically starting with \\in\\ or \\in the\\ often used to describe a person's location, role, or relationship to something.", "118995": "Tokens related to publication and copyright information, including names of publications, publishers, locations, dates, and phrases indicating copyright restrictions.", "28886": "The decade marker \\s\\ or \\'s\\ in dates, usually referring to the 1980s or 1990s, often in the context of music, movies, or nostalgia.", "110812": "Typical phrases used to signal the return, arrival, or start of something, often marked by the words \\back,\\ \\finally,\\ \\here,\\ \\time,\\ or \\upon.\\", "12509": "Phrases indicating the origin or source of text or images in news articles, often including words like \\Special\\, \\Courtesy\\, \\Submitted\\, or \\Supplied\\.", "102621": "Common English idiomatic expressions.", "78046": "The word \\lazy\\ which is often used to describe a character, situation or behavior that lacks motivation, energy, or effort, or to suggest a carefree, relaxed attitude.", "12519": "Phrases expressing admiration, approval, or praise, typically involving idiomatic expressions with words such as \\props,\\ \\credit,\\ \\hats off,\\ \\hand it to,\\ or \\applaud.\\", "28906": "Punctuation marks and short function words used in formal and institutional texts, often related to academia, business, and philanthropy.", "78059": "A comma used to separate clauses or items within a sentence, often connecting contrasting or complementary ideas.", "28910": "A phrasal verb or verb phrase where \\up\\ or \\forward\\ indicates advancement, progression, or an increase in action, often implying movement from a lower to a higher position, or from inactivity to activity.", "119028": "Common idiomatic expressions, phrases, or quotes often originating from laws, proverbs, famous speeches, or sayings, usually set off by quotation marks or other forms of emphasis in text.", "94459": "Descriptive tokens concerning weather conditions, temperature, or time of day.", "119036": "Verbs or verb phrases that express death, loss, negative outcomes, or significant life events.", "102651": "Punctuation, polite phrases, and proper nouns often in the beginning or at the end of a sentence or paragraph usually initiating or finalizing a thought.", "102656": "Phrases often describing a particular time period or year in a specific context, typically introducing a significant event, situation, or circumstance, often with adjectives such as \\great\\, \\busy\\, \\holy\\, or \\peak\\.", "110849": "Verbs or prepositions \\tell\\, \\keep\\, \\let\\, \\give\\, or \\show\\ followed by the pronoun \\you\\ and a phrase or clause providing information, explanation, or clarification.", "61713": "A recurring token \\treadmill\\, often abbreviated as \\TM\\, representing exercise equipment, frequently mentioned in the context of physical activity, fitness, and health.", "37143": "Verbs and nouns related to investigative and research processes, often used in academic or journalistic contexts to describe methodology, data collection, and analysis.", "69913": "Common linking verbs, often in the present or past tense, used to describe a state of being, usually with the subject being a noun or pronoun, and often in idiomatic phrases.", "127258": "Verbs that describe a state of being, actions, or conditions.", "61730": "Suffixes or parts of words that appear to be morphological endings.", "37158": "Verbs or verb forms related to sudden or energetic upward movements, often describing physical actions.", "110888": "Verbs in various tenses, often in the past tense, ending in suffixes such as -ed, -es, -s, or -ing, typically indicating an action or state of being.", "94507": "Suffixes or words that form nouns typically representing people or groups, often used pejoratively, and occasionally a marker token that indicates the start of a new article or text.", "69932": "Proper nouns, often representing names of people, organizations, places, or unique entities.", "12588": "The word \\first\\ often appears to denote a sequence or ranking, typically as an ordinal number, signifying the initial or primary item in a series.", "119086": "Latin or Sanskrit loanwords and English words with Latin or Greek roots, sometimes related to abstract concepts, emotions, or philosophical ideas.", "45360": "First-person pronouns and auxiliary verbs used in expressions of personal thoughts, opinions, and experiences, often in the context of genealogical research and historical inquiries.", "28988": "Words and phrases expressing a request for help, support, or contributions, often from the community or individuals.", "29012": "Specific, often contrasting, nouns or adjectives denoting opposing or distinct concepts, such as spatial locations, moral or philosophical ideas, or categories of things.", "12630": "Pronouns often used in reported speech or thought, usually in the first person singular (\\I\\) or second person singular (\\you\\), indicating the subject of the clause.", "4441": "The token \\and\\ is consistently used as a conjunction to connect words, phrases, or clauses.", "53595": "Proper nouns, particularly names of animals, often used as part of a title, brand, or organization name.", "29023": "Abbreviated or contracted terms, words, or phrases often used in informal writing or internet communication, including personal pronouns, possessive forms, and colloquial expressions.", "119136": "Nouns that typically denote specific objects, concepts, or entities, often denoting infrastructure, systems, or programs, and often preceded by common adjectives like \\public,\\ \\video,\\ or \\federal\\.", "29027": "Transition words and phrases, often at the beginning of a sentence, that connect ideas, show contrast, or indicate addition, used to structure and organize the text.", "102768": "Adverbs or adjectives describing a condition, state, or degree, often providing additional information about a noun or verb in formal or written contexts.", "12656": "The actions of giving, providing, or adding something, typically in a collaborative or creative context, as expressed by various forms of the verb \\contribute\\.", "20850": "A variety of proper nouns, pronouns, and some numbers, often related to titles, names, or quantities, in a range of written texts including news, reviews, and articles.", "53622": "Transitional and contrasting phrases introducing a new idea or point.", "70011": "A comparative phrase introduced by the token \\as\\, often used to make a simile in a sentence, where it is used to compare the degree of a quality or aspect of something.", "110977": "Prepositions used to indicate a relationship, movement, or transition, often connecting clauses or phrases.", "61826": "Nouns representing abstract concepts, digital platforms, or fields of interest, often appearing in texts about technology, innovation, and modern society.", "110982": "Adjectives used to describe individuals and their characteristics, often in a formal or professional context, such as in obituaries or biographies.", "119175": "First-person pronouns indicating the recipient or beneficiary of an action, often expressing gratitude or appreciation.", "110988": "Expressions of personal preference, habitual behavior, or advice, often in the form of first-person statements.", "29078": "A token that marks the start of a document or an article, typically preceding a title or heading.", "29082": "Authors or writers are often identified by the token preceding their name, usually accompanied by a symbol or punctuation mark.", "45471": "Prepositional phrases or adjectives modifying a noun that typically follow the word \\as\\.", "102816": "Indefinite and definite articles (\\A\\, \\An\\, \\The\\) often used to introduce a noun phrase or start a sentence, and also first-person and possessive pronouns (\\I\\, \\My\\, \\We\\, \\Her\\, \\Your\\) used as the first word.", "78247": "Proper nouns and common words related to personal history, genealogy, and family information, often including names, dates, and locations.", "86441": "Verbs expressing various actions, opinions, or states that often indicate a shift in thought, provide additional information, or signal a transition in the narrative, frequently used in conjunction with an adverb or a prepositional phrase.", "45482": "Definite and indefinite articles, primarily \\the\\ and occasionally \\a\\, which are often used to introduce a noun phrase in a sentence.", "78253": "Verbs that introduce or describe the content of a report, study, article, book, or other source, often indicating what the source shows, provides, suggests, or indicates.", "20911": "Suffixes or word endings, often indicating a grammatical or semantic relationship, as well as an emerging pattern of abbreviations or shortened forms of words.", "12723": "Tokens often used to signal additional information or requests for improvement, including citations, redirects, disambiguation, and notable notices, which may be in the form of warnings for readers or requests for editors to enhance the content.", "127411": "Punctuation marks that typically end or separate sentences, such as periods, exclamation marks, ellipses, and dashes, often indicating the conclusion of a thought or phrase.", "119224": "Negation or absence of something, often represented by words such as \\not\\, \\no\\, \\nothing\\, and \\without\\, which indicate the lack or absence of a particular thing, action, or quality.", "94656": "Phrases indicating joint effort or mutual involvement between organizations or individuals, often to produce or support a particular project, product, or initiative.", "119234": "Nouns or adjectives often representing objects, specifically vehicles, vehicle parts, or other manufactured items.", "61892": "Phrases describing actions or forces applied to or focused on a particular object or location, often indicating direction, targeting, or concentration.", "53701": "Various forms of written or read content, including written texts, notes, and communications, often serving as a medium for expression, documentation, or record-keeping.", "102859": "Verbs of attribution and communication, often used to introduce reported speech or opinions.", "61900": "Verbs indicating the creation, authorship, or responsibility for something, often in a context that implies human agency or action.", "12750": "Punctuation marks such as commas, periods, and ellipses, often indicating a pause or separation in text, sometimes preceding a location or affiliation.", "86479": "Units of time, especially those representing a full cycle, such as a year, or a subset of it, like a month, weeks, or days, often used to describe a duration, a schedule, or a recurring event.", "102864": "Short strings often denoting a source, link, category, topic, or additional information, sometimes part of a larger academic or online context.", "78307": "Portions of surnames or company names, often including their suffixes or abbreviations.", "45540": "The token often begins a sentence and often follows the greeting or introduction, it is a common verb form, specifically the first person singular form of \\have\\ or \\am\\, denoting possession or state of being.", "78315": "Words or phrases that introduce or connect ideas, such as prepositions, conjunctions, articles, or phrases indicating time, location, or manner, typically used to provide context or transition between clauses or sentences.", "4588": "Verbs and verb phrases indicating actions, announcements, or states, often in formal or official contexts, typically found in news articles or press releases.", "37356": "Abstract nouns representing concepts, ideas, or states that often convey a sense of importance, scope, or impact, frequently in formal or technical contexts.", "94699": "Adjectives or adverbs describing actions or individuals as having good intentions or meaning, often used to convey a sense of positivity or moral correctness.", "111095": "Numerical values, often rounded, used to estimate or approximate the quantity of people in a given event or context, especially in news articles and reports.", "70137": "Function words, such as prepositions, conjunctions, and articles, that often serve to connect clauses, phrases, or sentences, and may indicate a transition, addition, or contrast in the text.", "102905": "Prepositions denoting location or proximity, often used to describe the physical relationship between the subject and its surroundings, in various contexts, especially when contrasting inside and outside environments or describing vertical or horizontal positioning.", "119289": "Extreme or intense emotional states, often expressed through adjectives describing strong feelings, such as fear, excitement, or annoyance.", "37378": "Words that complete or form the latter part of nouns, verbs, adjectives, or other words, often representing concepts, objects, or actions.", "119302": "Ordinary concrete nouns, often used as basic examples or illustrations in explanations, discussions, or analogies.", "70156": "A relative pronoun typically \\who\\ or \\that\\ introducing a subordinate clause to describe a group or entity.", "4626": "The token often represents a pivotal word in a common idiomatic phrase.", "37395": "A delimiter marking the beginning of an article, post, or section title, typically followed by a headline or introductory text.", "86551": "Adjectives describing weather conditions, especially those related to the presence or absence of clouds and sunlight.", "61978": "Auxiliary verbs often used in negative or interrogative contexts, generally expressing possibility, ability, or obligation, and frequently appearing in contractions.", "21022": "A noun representing a concept, object, or entity, typically in a formal or informative context, often preceding a descriptive or explanatory phrase.", "37412": "Verbs indicating existence or state, often used in conjunction with articles or subjects to form a clause, appear to be significant, while example 1-12 use a token that indicates beginning of a sequence.", "4646": "A digit, often '0', '1', or '2', representing a year, typically in the 1970s or 1980s.", "78379": "Prepositions \\of\\ and nouns such as \\text\\, \\bed\\, \\body\\, \\lumens\\, \\hull\\, and \\barrels\\, often referring to a part of something or a containing object.", "12845": "References to media forms such as movies, television shows, fiction, and books, often used for comparison or illustration.", "53808": "Personal pronouns and short words or phrases at the beginning of a sentence.", "102971": "The token is often part of a pronoun, company name, or organization, or it can be a punctuation mark, usually at the end or near the end of a sentence, sometimes within or next to a link, and often near the start or end of a quotation.", "70204": "Ordinal numbers and enumeration words, such as \\first\\, \\second\\, \\third\\, \\next\\, and \\final\\, are used to indicate the order or sequence of items, ideas, or points being discussed.", "94781": "Definite articles often marking the beginning of a sentence or a new section in a text, commonly used in formal or written contexts.", "119359": "Nouns often forming the second part of compound nouns, mainly representing fields or concepts.", "21059": "Common words or phrases in various contexts including idioms, generic nouns, adjectives, adverbs, verbs, and prepositions, often with a neutral or objective tone, and sometimes used in formal or professional language.", "70211": "A noun representing a general term, often referring to a location, quantity, concept, or component, typically in a formal or technical context.", "4677": "Nouns, noun phrases, or other words signifying general concepts, groups, objects, entities, subjects, and substances.", "37447": "Idiomatic phrases in text.", "70215": "Tokens related to charity events, fundraising, or activities for a cause.", "86608": "A person or resource being easily accessible or ready to assist, often expressed through the availability of the person or resource for a specific purpose or task.", "102996": "Punctuation marks, especially those that conclude a sentence or a quotation, often including periods, exclamation marks, commas, question marks, and quotation marks themselves.", "45680": "Predominantly, favorable or optimal conditions, often describing the weather, but also smooth progress or success in various activities, with some instances of nouns or adjectives related to nature and the outdoors.", "62064": "Prepositions or verbs indicating a connection, relation, or inclusion, often used in formal or technical writing to describe exclusions, exceptions, or specific conditions.", "45685": "The linking verb \\is\\ often appears in phrases expressing universality or generalization, such as \\nobody is\\ or \\no one is\\, and in some cases \\everyone is\\ or \\one is\\, often used for emphasis or to make a point.", "103029": "Punctuation marks and short function words that can indicate the start or end of a sentence, quotation, or a distinct section of text, sometimes marking the beginning or end of a quotation or a new topic.", "111230": "Verbs expressing emotions or sentiments, often describing relationships or interactions between individuals or groups, typically in the form of third-person perspective.", "78463": "Periods at the end of sentences often signify the end of a thought or topic and may precede a change in topic, quotation, or further information.", "53888": "Year digits within dates, particularly for film release years.", "86673": "A special token indicating the beginning of a text, often followed by a title or introductory sentence.", "21147": "Verbs or their parts indicating a change, transition, or progression in time, often used to express a shift or development from one state to another.", "111260": "Function words, particularly prepositions, conjunctions, and articles, that play a crucial role in forming phrases and connecting ideas in poetic language.", "12957": "Words referring to individuals or groups of people, often used in phrases to describe generic users or the general public.", "111262": "Phrases expressing the existence or presence of something or someone, often used to acknowledge or contrast the idea that a particular type or group of people, things, or situations can be found or are known to exist.", "62115": "Nouns related to narration, voice acting, or a person describing or providing information, often used in the context of documentaries, films, or other forms of storytelling.", "94885": "Verbs or verb phrases conveying the idea of providing assistance or aid.", "111274": "Commonly used verb-preposition combinations, linking verbs, and prepositions indicating relationships such as purpose, manner, location, possession, and association.", "4779": "Nouns referring to written or spoken works, such as chapters, posts, articles, documents, and manuscripts, often used to reference a specific source or provide context.", "45756": "A form of the verb \\to be\\ indicating a state or condition, often used as a linking verb to connect the subject to additional information.", "29375": "Past tense descriptions of positive experiences, often in relation to cleanliness, friendliness, and quality of service or food, typically in the context of hotel, restaurant, or event reviews.", "78530": "Punctuation marks such as commas, periods, and colons, serving as delimiters, and often indicating the beginning or end of a sentence or clause, or leading into a quotation or explanation.", "127684": "Inspirational and motivational phrases, often using metaphors, idioms, or personal anecdotes, with a focus on personal growth, overcoming fear and self-doubt, and achieving success.", "103133": "Nouns representing a common concept or object, often related to medical terms, technology, or natural phenomena, and typically being a part of two-word expressions.", "78564": "Single word or short phrase entities, often representing names, attributes, or values, within programming code or text that describe object properties, relationships, or actions.", "4839": "First-person singular pronoun often marking the beginning of a personal statement or a shift in narrative perspective, indicating the speaker's thoughts, feelings, or actions.", "53997": "The verb \\was\\ or \\were\\ used in the past tense to indicate a completed action or a state of being.", "86766": "Contraction and possessive forms, quotation marks, and beginning or end markers of a text or dialogue, often indicating a shift in tone, speaker, or context.", "103149": "The token \\<bos>\\ typically marks the beginning of a document or text, often preceding titles, headings, or introductory phrases.", "111350": "Adjectives and nouns describing large or well-known organizations, institutions, or entities, often in professional or formal contexts.", "54011": "Adjectives describing qualities of things, people, or experiences, often positive but sometimes neutral or negative.", "111357": "Words and phrases indicating that two or more things have a synchronized, paired, or harmonious relationship, often manifesting as \\track\\, \\move\\, \\go\\, \\mirror\\, \\in unison\\, or similar expressions that convey a sense of alignment, synchrony, or correlation between entities.", "4863": "Numbers or numerical values often following a space or a word, possibly indicating a reference, a quantity, or a specific unit.", "119554": "Tokens indicating provision of support or aid, often used in customer service, guidance, or problem-solving contexts.", "21251": "Nouns and adjectives that serve as descriptive terms, often appearing at the end of a phrase, sometimes related to product or concept names.", "111368": "The digit zero in years starting with 20.", "21258": "Adjectives or nouns describing community-related concepts, often hyphenated or compound words, and typically denoting a sense of cooperation, mutual benefit, or collective action.", "29455": "Interjections or colloquial expressions in informal text, often at the beginning of messages, and sometimes expressing emotions or personal opinions, which are usually found in online forums, social media, or text messages.", "62241": "Verbs or verb phrases indicating permission, allowance, or granting access to something, often expressed in formal or polite manner.", "95017": "Prepositions indicating physical contact, movement, or position between objects, often used to describe actions or interactions.", "86826": "A digit within a year, often the second digit in a year in the 20th or 21st century.", "21294": "Short phrases or words used as connectors, continuations, or additions, often in informal writing or conversation.", "95027": "Text typically starts with a number or date, often followed by a title, heading, or introductory phrase.", "111419": "Punctuation marks that end sentences, often preceding or following expressions of emotions or personal statements.", "45884": "Adjectives and nouns describing something as positive, beneficial, or useful, often in the context of providing assistance, value, or practical application.", "4939": "Punctuation and connecting words, including URLs, that provide structure to written content.", "78676": "The definite article \\the\\ in formal and technical writing.", "4950": "Titles of articles, blog posts, movies, songs, and other types of media, often followed by a subtitle or a colon, and sometimes including special punctuation.", "54104": "No explanation", "103260": "The suffix \\s\\ forming the plural form of decade names.", "37735": "Abbreviations and names of media outlets, such as television and radio stations, often appear in the text.", "54123": "Prepositions, gerunds, or verbs that express relationships or interactions with something, such as gift-giving, discussing, replying, referring, or being about a particular subject.", "13165": "Verbs and adjectives expressing brand loyalty, preference, and satisfaction, often in the context of product reviews and comparisons.", "95085": "Phrases used to introduce clarity, honesty, or to get a point across, often at the beginning of a statement or to preface a remark, typically expressing a sentiment, setting the record straight, or providing context.", "119672": "The token \\<bos>\\ appears to be a marker denoting the beginning of a document or article, while other activated tokens seem to be nouns or pronouns that refer to a specific thing, place, action, or concept, often in a context of news articles, discussions, or descriptive passages.", "95104": "The definite article \\the\\ often used in various contexts, including news articles, blogs, and other written content, sometimes preceding a noun or a phrase that is the main subject of a sentence.", "13186": "Character combinations or words that express negation, tense, or quotation attribution, often including contracted verb forms or titles and honorifics preceding direct speech.", "70568": "First-person singular pronoun \\I\\ plus the contraction for \\am\\ typically used as a introduction by news anchors or hosts to identify themselves.", "54184": "Internet slang and colloquialisms, often used in informal online contexts, such as social media, forums, and blogs, to express emotions, opinions, or reactions, frequently incorporating intentional misspellings, abbreviations, and playful language.", "111537": "A token marking the start of a text, or a conjunction (\\and\\) connecting two adjectives to describe a noun.", "29625": "Expressions of agreement or disagreement, often used in the context of opinions, statements, or views, with varying degrees of intensity.", "5049": "The verb \\help\\ or its variations are commonly used in text to express assistance or support in various situations.", "13242": "Special characters or short strings often embedded within numerical data or used as punctuation marks, and sometimes used to denote special formatting or to separate items in a list.", "13248": "Names of people and titles of books, stories, or poems, often followed by the author or other relevant information, sometimes using honorifics or possessive forms.", "95170": "Expressions indicating travel, movement, or progression through a period of time, often involving verbs like \\went\\, \\visit\\, \\traveling\\, \\trip\\, or prepositions like \\to\\, \\from\\, and \\back\\.", "5062": "Tokens often represent verbs or adjectives that follow a description or set the tone, usually in a formal or written context, although many examples seem to be of the former, beginning of a passage or a new piece of information, denoted by the repetitive \\<bos>\\ token.", "95176": "Terms used to describe individuals, often based on their actions, behaviors, or perceived characteristics, such as expertise, moral standing, or intelligence, frequently in a subjective or evaluative manner.", "127956": "Ordinal numbers, often indicating the sequence of events or annual occurrences, typically written in a format combining a number with a suffix such as st, nd, rd, or th.", "127957": "A variety of first-person pronouns, quotation marks, and punctuation marks, often denoting the start of a new text or quote.", "5081": "Common nouns that refer to locations, institutions, concepts, or events, often possess a sense of place, time, or identity.", "5087": "Spaces separating dates, numbers, or citations often at the beginning of a passage.", "95199": "References to luck, superstitions, and omens, often with connotations of good or bad fortune.", "13284": "Auxiliary verbs indicating future tense, often used to express predictions, intentions, or expectations, usually appearing in the main clause of a sentence.", "127976": "A common noun often referring to a person, place, thing, or concept that can be part of a larger generalization or category.", "54253": "Auxiliary verbs that do not affect the meaning of the sentence, often used in formal or informative writing to provide additional information or clarification.", "5110": "Names, proper nouns, and words in family names or brand names that are immediately after a first name, company name, or descriptive word.", "54264": "Verbs and nouns associated with blogging, writing, or posting content online, often referencing the author's intentions, schedules, or experiences with publishing and sharing information.", "103417": "Phrases or clauses that initiate or introduce a sentence, often setting the context for the rest of the sentence, and usually involve a verb or a descriptive phrase.", "21505": "Words or letters representing proper pronunciation of sounds or words in a language, including vowel sounds, accents, and linguistic differences between dialects.", "119814": "Words that function as auxiliaries or complements, often linking ideas, objects, or concepts, including prepositions, conjunctions, and nouns that provide context or specificity.", "119836": "Words and phrases associated with sun, tanning, warmth, and leisure activities.", "87070": "A quotation or excerpt often preceded by a colon, from, or about, indicating that the following text originates from an external source, such as a book, article, or website.", "103455": "The phrase \\all [someone/you] have to [verb]\\ is commonly used, often followed by a simple action or decision, frequently introduced by the verb \\do\\.", "111648": "Names, usually surnames, of individuals.", "54308": "Apostrophes and possessive forms are highlighted, often in proper nouns or words indicating ownership, with some common nouns and abbreviations also being marked.", "62508": "Auxiliary verbs and modal verbs expressing degrees of certainty, often used in informal language or colloquial expressions.", "29741": "Hyperlinks or internal references in text, often denoted by the word \\Jump\\, that redirect the reader to a specific location or provide a shortcut to access further information.", "70705": "Special indicators and markers or keywords of uncertainty, internet or web information, often denoting titles, headers, external links or references, and possibly medical terminology, that are typically written with distinct formatting such as capitalization, special characters, or formatting that distinguish them from the rest of the text.", "87090": "Expressions of personal taste or preference, often using words such as \\love\\, \\like\\, \\enjoy\\, or \\fan\\ to convey a positive sentiment towards a particular movie, book, TV show, or other form of media.", "46134": "Nouns representing a distinct concept, object, or idea, often with a specific or technical meaning, and with a relatively high importance in the surrounding context.", "78914": "Verbs, often in the past tense, describing an action or a state of being, typically indicating an interaction, movement, or change.", "29767": "A token \\1\\ in a year representation, often in a numerical date, indicating the century part of the year.", "29770": "Tokens often indicate a transition or separation between sections of text, such as the start of a new article, event, or quotation, and sometimes mark the beginning of a direct quote.", "29773": "Verbs that signal inference, conclusion, or relationship between ideas, often used to introduce an explanation, a consequence, or a result.", "21589": "Single digits that are part of a larger sports season or year indication.", "46168": "A variety of nouns, often representing people, teams, or groups, that are being compared, interacted with, or distinguished from one another.", "54364": "A contraction of \\is\\ or \\has\\ in informal text, often in the form of \\'s\\ or \\'m\\.", "54379": "Terms often related to sports, particularly teams and performance metrics.", "119917": "Punctuation marks, particularly those used to end or separate sentences, such as periods, commas, and semicolons, are significant.", "29835": "A color descriptor, typically used to convey the shade of an object's appearance, with \\brown\\ being a common color mentioned in descriptions of various things.", "13451": "Beginning phrases used to transition into or initiate the main point of a statement.", "46229": "The digit 9 in a decade, often used as a delimiter in phrases describing time periods, such as \\the late 1960s\\.", "46241": "Prepositions and words related to vertical movement, often in relation to objects, such as trees, shelves, or couches, that are being climbed or jumped upon.", "62630": "The word \\does\\ is consistently present in various contexts, often used as a third-person singular present tense of the verb \\do\\.", "13482": "Common nouns or phrases referring to a particular individual, often in a stereotypical or colloquial manner, such as family members, social roles, or character archetypes.", "95412": "Imperative verb phrases used to offer advice, guidance, or instruction, often in a self-help or motivational context, typically beginning with action words like \\make\\, \\ask\\, \\know\\, \\keep\\, \\be\\, \\join\\, \\get\\, \\pay\\, \\put\\, \\create\\, or \\communicate\\.", "54462": "Verbs or nouns introducing or describing the content of a book or text, often in a formal or academic context, and sometimes indicating the text's purpose or scope.", "21697": "Common idiomatic expressions and proverbs often using metaphors or wordplay.", "62660": "Phrases typically used to express that something reveals information or characteristics about a person, place, or entity, often in the context of someone's actions, opinions, or behaviors.", "38087": "Start of text often contains interrogative words or phrases, sometimes followed by prepositions, articles or nouns, initiating a question or a statement.", "38088": "Phrasal verbs, verb phrases, and idiomatic expressions describing actions or states, often involving prepositions or conjunctions to convey meaning.", "95433": "A token marking the beginning of a text or article, often followed by a title, name, or introductory phrase, and frequently including a common definite article.", "79050": "Adjectives describing objects or activities that possess a specific characteristic, often indicating a type or category.", "79057": "Ordinal numbers or time periods often used to describe parts of a competition, sports event, or sequence of events, or nouns that denote a phase or era.", "70873": "Punctuation marks, special characters, and short letter combinations or abbreviations.", "87262": "Verbs and nouns related to scheduled events, meetings, or appointments, often indicating a planned or coordinated activity.", "128223": "Nouns referring to individuals who are part of a specific group, organization, community, or entity, often signifying a collective or inclusive concept.", "79070": "A wide variety of function words such as prepositions, conjunctions, or other connecting words that help to establish relationships between entities, events, or clauses in a sentence.", "21734": "Tokens representing the start of a document or webpage, often followed by titles, headings, or introductory information, sometimes including names of organizations, projects, or programs.", "120053": "Punctuation marks and conjunctions connecting words, phrases, or clauses in sentences.", "79106": "Nouns and verbs related to educational standards, curriculum, and adoption, often in the context of the Common Core initiative, with a focus on textbooks, state and national standards, and educational policy.", "13573": "Nouns often representing services, professions, or activities typically involving entertainment, childcare, or specialized skills, sometimes associated with pricing or insurance.", "95510": "Suffixes or parts of words typically at the end of proper nouns, often representing surnames.", "29981": "Terms related to written language styles and internet-based communication, such as abbreviations, acronyms, emoticons, texting, and informal grammar and spelling.", "79136": "Words associated with leadership and executive positions in various organizations.", "54565": "Second person pronouns and possessive adjectives, often used in informal or instructional text to address the reader directly.", "5414": "Verbs or adverbs indicating a change or continuation of a state, often used in the context of describing a progression or contrast between past and present situations.", "87338": "Numerals, punctuation, and some common function words are often used in a formal or enumerative context, such as introducing lists or providing specific information.", "62763": "Phrases used to clarify the relationship between a website or publication and an external entity, often stating a lack of affiliation, sponsorship, endorsement, or connection.", "13612": "Phrases or clauses expressing surprise, amazement, or a wide range of something, often including words like \\things\\, \\what\\, or superlatives, and sometimes describing human behavior or actions.", "30005": "First-person singular pronouns used in autobiographical or descriptive professional contexts, often introducing personal statements, experiences, or credentials.", "13621": "Tokens signifying the start of a text, often indicating titles, names, or phrases that introduce a topic, followed by descriptive content.", "79173": "Verbs in the first person singular form, often indicating the beginning of a personal statement or expression of thought.", "38219": "Words related to aiding, hiding, or providing shelter to people, often in the context of historical or wartime events, and sometimes in a secret or covert manner.", "21851": "Terms related to high temperatures, heat, and sunlight, often describing their intensity or effects.", "54625": "A suffix (\\s\\, \\es\\, \\ed\\, \\ing\\, \\er\\) added to the end of a word, often forming a verb, present participle, or plural noun, or sometimes a preposition or article (\\the\\, \\at\\, \\in\\, \\on\\, \\with\\) that follows or precedes a word.", "120168": "Nouns representing a visual perception or perspective, typically associated with scenery, landscapes, or panoramic sights, often from an elevated point.", "5486": "Forms of the verb \\to be\\ in the present or past tense, often used in clauses or phrases that provide additional information or describe a state of being.", "71023": "Patterns found in blog-style text, specifically metadata and formatting, including author information, dates, and comment counts.", "128372": "Phrases or sentences expressing openness about one's opinions, feelings, or actions, often using adverbs like \\vocally\\ or adjectives like \\vocal\\, \\outspoken\\, or nouns like \\secret\\.", "5497": "References to specific nouns, often geographical locations or figures, and citations to illustrations or diagrams, typically denoted by \\FIG\\, in formal or technical writing.", "30077": "Common function words used to connect phrases or clauses, which often initiate a dependent clause or indicate a transition in the sentence.", "5503": "Nouns, phrases, or words often related to internet culture, social media, and blogs, including \\cakes\\ and \\fail,\\ which may be used to describe humorous content or mistakes.", "103817": "Text often references the Flash, a DC Comics superhero, speed, and fast-moving animals such as cheetahs and greyhounds.", "21898": "Suffixes or word endings often used to form nouns or adjectives in English, typically denoting a person, place, thing, or quality.", "71051": "Major concepts and terminology in analytical philosophy, especially logic, semantics, and epistemology, often related to truth, reference, propositions, and meaning.", "112011": "The phrase \\those who\\ is often used to address or refer to a specific group of people, typically followed by a verb or a descriptive phrase, and is commonly used in formal or written language.", "30104": "First-person singular verb contractions, primarily \\am\\ and \\m\\ variations indicating the speaker's state of being or action.", "120221": "Adverbs or adverbial phrases used to intensify or modify the degree of an adjective, often expressing a degree of intensity or extent, commonly used in descriptions or comparisons.", "71084": "Adjectives describing something novel or recently introduced, often emphasizing innovation or excitement.", "54703": "Phrases and words indicating supplementary, comparative, or temporal information, often used to provide additional context or clarify the relationship between ideas.", "120240": "The conjunction \\and\\ is typically used to connect two clauses or phrases, often indicating a continuation or addition of information.", "71105": "Phrases often referring to the source of information, such as an issue of a publication, a book, an album, archives, or a website, typically introduced by the phrase \\from the\\ or \\from\\.", "79311": "Verbs often in the form of gerunds (-ing) or verb phrases that describe actions or states without causing or resulting in a specific outcome, often implying a sense of avoidance or mitigation of consequences.", "103888": "No explanation", "30162": "Tokens often marking the beginning or end of a blog or journal entry, typically including a period, quotation mark, or other punctuation, as well as occasionally precluding or following a date, author's name, or navigational elements like links and hashtags.", "103893": "Various punctuation marks, such as periods, commas, quotation marks, colons, semicolons, and dashes, often used to separate or connect clauses, items in lists, or quotations.", "112088": "Adjectives or adverbs describing the status or relevance of information or written content over time, often indicating whether it is still applicable, fresh, valid, or outdated.", "120287": "The word \\member\\ or \\members\\ is consistently important in a legislative, organizational, or institutional context, often referring to individuals who belong to a specific group, committee, or entity.", "103909": "Terminal parts of domain names or proper nouns often representing companies, organizations or individuals.", "128492": "First-person singular and plural pronouns, often beginning sentences or clauses, and words or phrases used to start a day, time, or event description.", "62958": "The phrase \\first thing\\ typically indicates the initial action or observation in a sequence of events, often used to introduce a primary point or key detail.", "112135": "The token \\friend\\ or its synonyms often appear in the context of introducing a personal anecdote or sharing someone else's experience, usually to illustrate a point or support a claim.", "5642": "Verbs, often linking or auxiliary, that connect subjects to their attributes or consequences, commonly functioning as the main verb in a clause.", "46615": "No explanation", "46617": "The token \\0\\ in a year representation.", "112171": "Adjectives or nouns indicating the absence or negation of a certain characteristic or category, often used to specify or clarify the nature of something.", "79404": "Verbs of saying used in reported speech or phrases that indicate the origin of a statement or opinion, often idiomatic phrases or phrases that express skepticism or irony.", "30260": "Punctuation marks, especially apostrophes and spaces, used to form contractions or separate clauses and which often occur with first-person singular pronouns.", "103989": "Words and phrases related to publishing, printing, and design, including typesetting, typography, layout, and proofing.", "5687": "Special tokens marking the start of a document or a unique identifier, often preceding a title, name, or heading.", "38455": "Adjectives describing a condition or state, often having a suffix or prefix, that convey a specific quality or property, such as \\leaky\\, \\sore\\, \\pushy\\, \\active\\, or \\blocked\\.", "95801": "Abstract nouns representing complex concepts or states, often having a positive or neutral connotation.", "128573": "Verbs related to obtaining or gaining something, such as \\open\\, \\buy\\, or \\entitles\\, often used in the context of acquiring goods, services, or benefits, including idiomatic expressions.", "87614": "Words or phrases indicating a sequence or order, typically signifying the beginning of something.", "95805": "The word \\first\\ is often used to introduce or enumerate a sequence or list of items, signifying the initial or primary component.", "79427": "Nouns representing abstract concepts, circumstances, or outcomes, often referring to the consequences or results of a situation, idea, or event.", "13893": "Prepositional phrases and relative clauses describing people, often beginning a sentence or passage, typically preceded by a special beginning token.", "79432": "Verbs that convey the idea of action, continuation, or consequence, often in the context of describing a situation, process, or event.", "46669": "Nouns representing concepts or abstract ideas, often denoting a general term, category, or notion, which seems to be mostly singular and have a strong semantic meaning.", "95829": "Tokens that introduce, clarify, or provide context to a statement, often using phrases or words such as \\Editor's note\\, \\Below\\, \\Here\\, or \\This\\, to indicate a transition or provide additional information.", "13913": "Adverbs and prepositions, adjectives, and nouns that convey a relation or description, often used to provide additional context or to link ideas in a sentence.", "38494": "Words and phrases related to infidelity, unfaithfulness, and cheating in romantic relationships, often associated with negative connotations.", "54879": "Idiomatic expressions, often proverbial in nature, which convey common sayings or phrases.", "112230": "Nouns related to social contexts, including \\society\\, \\social\\, \\community\\, and \\civic\\, often referring to collective groups or aspects of human interaction.", "112233": "Plurals of nouns or words that can form the plural form by adding a suffix.", "30316": "Tokens often representing a call to action or providing additional information, such as requests for more details, contact information, website links, or further reading.", "22124": "A single or double letter combination, often \\z\\ or \\rz\\, appearing at the end of a username, domain, or word, primarily in online contexts such as forums, websites, and social media.", "87665": "Demonstratives, personal pronouns, or common nouns referring to a previously mentioned or easily inferable concept or thing.", "112241": "Adverbs indicating swift or prompt action, often describing a character's reaction or movement in a narrative.", "38525": "Idiomatic expressions involving body parts, typically used to convey emotions or reactions, often in the context of surprise, disappointment, or indifference.", "95869": "Prepositions indicating agency, often used to specify the origin or source of something.", "38530": "A colon often precedes a list of personal interests, hobbies or research topics, and a phrase expressing enjoyment or interest is typically introduced by a form of the verb \\enjoy\\.", "120453": "Nouns or verbs associated with text formatting, manipulation, or presentation, often in a digital or computing context.", "38534": "Verbs and nouns related to volunteering, training, and community service opportunities, often used in contexts that emphasize the importance and benefits of such activities.", "120455": "A single letter token \\t\\ often representing a negation, typically in contractions of the verb \\do\\ or \\does\\ not.", "63115": "Tokens indicating a formal organizational status, accreditation, equal opportunity policies, and non-discrimination statements, often used in official or institutional contexts.", "30352": "Abbreviations and shortened forms of team names, competitions, and organizations in the context of youth sports, often accompanied by numbers and letters indicating team or player identifiers.", "22160": "The word \\excited\\ is consistently used to express enthusiasm or eagerness about a particular situation, opportunity, or event, often in a formal or professional context.", "104090": "Numbers often embedded within or preceding a product model name, especially vehicle specifications or camera lenses.", "30362": "Tokens typically indicating a warm greeting or introduction to a community, forum, or conversation, sometimes involving a polite address to a specific group of people.", "120478": "The negation word \\not\\ used for contrasting or emphasizing a distinction between two ideas or concepts.", "38560": "Proper nouns or specific names for notable entities, such as places, companies, brands, people, events, or concepts.", "95909": "Phrases or titles often used in self-introductions, usually including a name, profession, or descriptive phrase, and often accompanied by a greeting or a statement of purpose.", "128688": "Punctuation marks, function words, and linking verbs that often follow commas, indicating a pause or transition in the text.", "104117": "Auxiliary verbs used in questions about future actions or plans.", "46784": "Various tokens in different contexts, including articles, prepositions, pronouns, and adjectives, often at the beginning or within phrases or clauses, possibly indicating the start or continuation of a sentence or idea.", "104130": "Prepositions introducing the origin or author of a report or study, often used in formal or academic writing.", "38598": "Terms related to music and its cultural context, including genres, scenes, and industry concepts.", "120521": "The token preceding the author's name, typically denoted by a colon, separating the author from other metadata or preceding text.", "120528": "Predominantly action verbs in the context of community events, social gatherings, and educational activities, often followed by prepositions.", "120542": "Concepts of objects, sounds, names, pictures, and categories, often in contexts of recognition, perception, and learning.", "22242": "A token representing the last two digits of a year, usually in the format \\20XX\\.", "22244": "Tokens that function as prepositions, adverbs, or conjunctions, often used to complete idiomatic expressions or common phrases, particularly those indicating location, time, or degree.", "104165": "Verbs or verb phrases describing past relationships, associations or actions between individuals, often indicating connections, friendships, employment, education, or family ties.", "87783": "Special start-of-text or beginning-of-sentence markers followed by various texts, often with dates.", "22250": "Indicating something is initial, primary, or at the beginning, often referencing a sequence, experience, or observation.", "95991": "Formal and informative texts containing disclaimers, warnings, and notices, often using phrases and words indicating limitation of liability, non-endorsement, and non-reliance.", "79612": "Tokens indicating membership, often in the context of organizations or governing bodies, particularly in formal or professional settings.", "112381": "Proper nouns and symbols frequently marking the beginning of a sentence, title, or a new context, including names of people, organizations, and technical terms.", "38667": "Apologetic expressions, phrases of gratitude, and polite language commonly used in online customer service interactions, forum posts, and social media responses.", "5908": "Inflected verb forms, particularly those indicating tense, mood, or aspect, often function word suffixes, such as past tense or participial forms, and the use of auxiliary verbs to form complex tenses.", "104215": "Titles, roles, or credentials of individuals, often with formal or academic connotations, and words describing collectives of people with specific expertise or authority.", "63256": "Surnames of famous authors, often referenced in literary contexts.", "79640": "Second-person pronouns often used as indirect objects of verbs, especially in the context of being addressed, instructed, or having something done to the listener.", "87835": "A subject pronoun or determiner, often marking a sentence boundary or transition, typically initiating a new clause or independent thought.", "104219": "Verbs often associated with performance, entertainment, or movement that convey a sense of action or impact, often in contexts of art, music, or public events.", "22301": "A token indicating the beginning of a document or text, often followed by a title or introductory phrase, and sometimes accompanied by a numerical value or date.", "96030": "Proper nouns, often names of people, places, organizations, and titles of publications, events, and institutions.", "128799": "Nouns and phrases related to natural scenery and landscapes, including bodies of water, landforms, and atmospheric conditions.", "63263": "Adverbs or adjectives expressing varying degrees of confidence or certainty, often used in phrases such as \\I'm pretty sure\\ or \\I'm quite sure\\.", "14120": "Verbs related to communication, assistance, education, and influence.", "87867": "Predominantly verbs, adjectives, and adverbs describing scenes, situations, or conditions that often convey a sense of normalcy, tranquility, or serenity, sometimes with a focus on the arrival of a new season or changes in the environment.", "71485": "The token typically represents the source or origin of information, often indicating that the information comes directly from the person or entity being referred to.", "128833": "Tokens at the beginning of a document, often denoting metadata or introductory information.", "38723": "Tokens that immediately follow or precede punctuation marks.", "104261": "Verbs in the present tense used to describe ongoing actions, states, or conditions, often following auxiliary verbs or linking verbs.", "71493": "Punctuation marks and certain function words, particularly those used to begin sentences or clauses, often have high importance scores, suggesting they play a crucial role in text structure and meaning, especially in formal or biblical texts.", "128837": "Nouns and phrases related to social cooperation, sharing, and exchange.", "79691": "The phrase \\of\\ used as a preposition to indicate possession or relation.", "71500": "Phrases used to elicit a response, participation, or applause from an audience, often in the form of questions, requests, or exclamations that involve physical actions such as raising hands or giving a show of approval.", "71501": "The verb \\love\\ often used to express strong affection or enjoyment towards something or someone.", "87883": "No explanation", "63313": "Phrases and words expressing personal preferences, interests, or tastes, often including verbs such as \\like\\, \\love\\, or nouns such as \\favorite\\ and \\taste in\\.", "112466": "Verbs indicating movement or action of animals, often in a descriptive or narrative context.", "96083": "The number one often appears as a standalone digit in a context where it is used as a part of a quantity or enumeration, adding an ordinal or cardinal value.", "71517": "Proper nouns, titles, institutions, organizations, and concepts often appear at the end of a phrase or sentence.", "55133": "Verbs related to consumption, acquisition, or acceptance, often indicating a desire or need for something, and can be used in various contexts such as commerce, employment, or general provision.", "38757": "Words and phrases often related to events, meetings, or activities, including nouns for events, locations, and groups, as well as verbs and prepositions indicating time and place.", "30571": "No explanation", "63352": "Adverbs or adjectives that describe or intensify nouns or verbs, often expressing support or preference for a particular policy, action, or idea.", "14203": "Vocabulary related to the description of sound, music, and voice, such as pitch, range, tone, and virtuosity, often used in a technical or analytical context.", "71550": "The indefinite articles \\a\\ and \\an\\ used to initiate a phrase indicating agency or responsibility in a passive construction.", "87935": "Suffixes or occupational titles in nouns that describe people, often indicating a person's profession, nationality, or role.", "46978": "Verbs or adjectives often in the form of a somewhat formal or idiomatic expressions that convey a particular sentiment, judgment, or opinion, typically following a common phrase structure.", "63372": "Terms related to learning, education, and representation of the past, such as \\taught\\, \\history\\, \\historian\\, \\study\\, \\book\\, and \\social studies\\.", "128913": "Nouns referring to an individual person belonging to a group or organization.", "14232": "Nouns and phrases representing the concept of summer season, often in the context of leisure, vacation, or warm weather activities.", "63392": "Two-digit year representations, typically between 1900 and 1999, often part of a date or time period mention.", "14244": "Tokens often represent binary or opposing concepts, such as spatial directions, sizes, or order, and may be part of a larger set of contrasting ideas or pairs.", "6055": "Special characters or punctuation marks separating distinct parts of a numerical or time value, often used to indicate a range, a date, or a format in which the value is represented.", "22442": "The use of punctuation marks, particularly apostrophes, commas, and periods, and occasionally the number zero, to form contractions, possessive nouns, and abbreviations, or to separate clauses, items in lists, and decimal numbers.", "87979": "The phrase \\everything you need\\ is a common idiom used to convey that something provides or contains all the necessary or required information, items, or knowledge.", "112562": "First person narrator's expressions of thoughts, feelings, and opinions, often using verbs like \\think\\, \\love\\, \\want\\, \\like\\, and \\believe\\, and also using words that express negation, possibility, or obligation.", "79796": "Denotes the beginning of a text document or article.", "14272": "Tokens are predominantly proper nouns, often surnames or words indicating a specific object, place, organization, or person's name in the context of a larger text.", "63433": "Numerals, decades, and units of time that are part of a specific time period or era, often indicating a point of reference or a period of change.", "96201": "Adjectives or adverbs that describe the degree or manner of a condition or action, often used in a linking or auxiliary role.", "38860": "Personal views and subjective expressions, often using first-person pronouns or phrases indicating individual perspectives, tastes, or opinions.", "6108": "The word \\need\\ is commonly used to express necessity or requirement in various contexts, often in the form of imperative sentences directed at the reader or listener.", "38882": "Verbs representing cognitive or communicative actions that convey a sense of change, realization, or expression, often used in a reflective or introspective manner.", "22509": "Proper nouns, authors' names, book titles, and distinctive words with suffixes or prefixes.", "38898": "No explanation", "47091": "The token representing the first-person singular pronoun, often indicating the beginning of self-referential statements or personal narratives.", "96245": "Idiomatic expressions, often metaphorical or colloquial in nature, used in informal text to convey common phrases or sayings, including phrases with missing or incomplete words.", "6136": "Phrases warning the reader about potentially sensitive or disturbing information, often preceding a spoiler or mature content, using explicit labels such as \\WARNING\\, \\CAUTION\\, \\CONTAINS\\, or \\SPOILER\\.", "38907": "Special markers or labels that signal the start of a new section, block of text, or metadata, often including version information, system messages, or topic titles, and typically used to organize or provide context for the surrounding content.", "79869": "Referring to individuals who have a strong enthusiasm or admiration for a particular subject, such as a movie, book, or game series, often in an informal or online context.", "30723": "A range of values defined by two numbers separated by a hyphen.", "96271": "A period used to end an interjection or a sentence preceding a personal greeting or a casual expression.", "71698": "Verbs indicating an ongoing action, often in the present participle form (e.g. \\being\\, \\doing\\, \\having\\, \\getting\\) and sometimes in the past participle form (e.g. \\urging\\, \\providing\\, \\suffering\\), often used to describe a situation or state that is in progress.", "63509": "Common function words and phrases that provide grammatical structure or connections between ideas, including prepositions, conjunctions, and articles, often with a relatively high activation score.", "71703": "Verbs or phrases indicating a subjective perspective or opinion, often introducing a personal view or assessment, typically in informal writing or speech.", "88088": "Verbs and verb phrases, prepositions, and nouns, often related to scheduling and competition, marking the beginning, progression, or conclusion of events.", "88089": "A token usually denoting a year, often in the format of the last two digits of the year.", "71714": "Shortcuts or auxiliary features, often marked as \\quick\\, providing immediate access to various functionalities, information, or navigation options within digital platforms or websites.", "104484": "Tokens that appear at the beginning of a wide variety of texts, titles, and code snippets, often indicating a new entity, concept, or functionality.", "112679": "Titles of books, songs, movies, or other forms of media, often in proper noun format.", "112681": "Verbs or verb phrases associated with a change in or reaction to weather conditions, often indicating a preference for or adjustment to indoor activities.", "22571": "Special tokens marking the beginning of a document, often followed by a title or introductory information.", "129067": "Tokens related to professional development, guidance, and interpersonal connections, such as \\networking\\, \\mentoring\\, \\mentors\\, \\people\\, \\resources\\, and \\advisors\\, often in the context of career advancement and information exchange.", "88113": "The verb \\offer\\ or \\offered\\ is used in the context of something being provided, proposed, or given to someone, often in a formal or professional setting, such as job opportunities, services, or alternatives.", "112697": "Proper nouns, typically names of people, books, movies, and franchises, often referencing British comedy, science fiction, and pop culture.", "63546": "Verbs or verb phrases typically followed by \\to\\ and describing the relationship between people or groups and a particular action, emotion, or attitude.", "6207": "Punctuation marks, particularly periods, and sometimes commas, dashes, or conjunctions, often marking the end of a sentence or clause.", "55367": "Partial words or abbreviations, often indicating a separation or connection between words, phrases or ideas, and sometimes used as prefixes or suffixes.", "14407": "Truncated or abbreviated forms of words, often found in names, titles, or technical terms, where a single character or a small group of characters stands in place of a longer sequence.", "22601": "Adjectives or adverbs describing qualities or characteristics, often used to describe advantages, benefits, or positive attributes of something.", "55371": "Verbs that express action, intention, or state of being, often in a formal or informative context, typically at the beginning of a sentence or clause.", "14412": "Punctuation marks and digits used to denote dates, amounts, or other numerical values, often separated by non-alphanumeric characters.", "88149": "Opening tokens that often mark the beginning of a new text or article, followed by content that may include titles, names, and introductory information.", "47195": "Nouns representing subjects or objects that people have a strong affection or interest for.", "6238": "Punctuation marks, often used to indicate a relationship, separation or a break, such as colons, dashes, hyphens, arrow symbols, and guillemets.", "22624": "Proper nouns or titles representing categories, labels, or identifiers.", "14435": "Phrases that convey ranking or evaluation, often including \\of\\, \\top\\, \\best\\, and \\year\\, typically used in the context of creating or referencing lists of favorites, such as \\best albums of the year\\ or \\top 10 films\\.", "120939": "A preposition \\by\\ indicating agency, used to denote an action performed or a state of being caused by an agent, often in passive constructions.", "6255": "Abbreviations or shortened forms of product names, book titles, or proper nouns, often represented by the suffix of a word.", "22643": "The token \\Community\\ often represents a general location or organization that serves the public, and is commonly found in titles, headings, and names of events, institutions, or initiatives.", "39031": "Proper nouns, often surnames.", "88189": "The first word following the start of a sentence.", "55422": "Prepositions and their accompanying verbs or nouns, often used in idiomatic phrases or phrasal verbs, indicating relationships such as location, movement, or priority.", "88191": "Tokens representing family members, friends, and the speaker themselves in informal, conversational writing.", "6272": "Terms related to immigration policy, particularly comprehensive reform, legislation, and bills, often mentioned in the context of political actions, debates, and decisions.", "88198": "Phrases often expressing availability, assistance, or a request for help when needed.", "88200": "Individual's surnames typically found in the context of their profession or notable work.", "47242": "Apostrophes indicating possession, contraction, or quotation marks, and occasionally single quotation marks within text.", "88212": "The token \\was\\ is consistently used as a linking verb in the past tense, often in declarative sentences to establish a fact or state of being about a subject.", "39063": "A token often marking the beginning of an article or blog post, and the definite article preceding a noun phrase, typically expressing admiration or appreciation.", "55450": "Verbs and nouns that describe actions or states related to reader or user interactions with content, such as submitting, sending, reading, commenting, and asking.", "129188": "Devices or components related to portable power sources, typically used for electronics and digital devices.", "71847": "A conjunction (\\and\\ or \\&\\) that connects ideas or phrases, often used in polite expressions, questions, or statements, and typically indicates a continuation or addition of thoughts.", "129199": "Verbs and verb forms related to evading or avoiding physical contact, attacks, or actions.", "47287": "Names of people who work in the entertainment industry, particularly actors, actresses, singers, and writers, often used to reference specific movies, roles, or performances.", "55480": "Names of golf tournaments, often including words like \\Championship\\, \\Classic\\, \\Open\\, \\Invitational\\, and \\Masters\\, usually preceded by a sponsor's name.", "55484": "Words and phrases typically used in comment sections of blogs and online articles, such as \\reply\\, \\cancel reply\\, \\published\\, and website-related fields like \\name\\, \\email\\, and \\website\\.", "104641": "Words that occur at or near the end of a sentence or phrase, often in a position that is either after or before a verb, or are key words that provide additional information, sometimes indicating the relationship between clauses.", "112835": "No explanation", "63686": "The phrase \\there are/were times\\ is frequently used to introduce a sentence or clause that expresses a general or occasional truth, often with a sense of contrast or surprise.", "129230": "A combination of a preceding numerical or alphabetical character sequence with a succeeding word, abbreviation, or symbol, often indicating a unit, version, model, or identifier.", "112848": "Function words and short words, especially prepositions, conjunctions, articles, and auxiliary verbs, as well as quotation marks and punctuation marks.", "14557": "Prefixes and suffixes that form words related to concepts of exclusivity, advantage, or degree, often used in idiomatic expressions.", "80096": "Various nouns, typically referring to objects or activities associated with or used by animals, often in the context of human-animal interaction.", "129249": "Proper nouns often taking the form of place, team, or organization names that are commonly found in everyday writing.", "129259": "Verbs and adjectives associated with acts of kindness, generosity, and goodwill, often describing actions of giving, helping, or showing consideration towards others.", "88305": "Korean names or words, often with a focus on the surname or a distinctive part of the word.", "6386": "Verbs related to sponsoring or submitting bills in a legislative context, often accompanied by phrases indicating the submission of a petition or bill.", "63731": "Verbs, adverbs, and adjectives often used in formal and professional contexts, describing actions, behaviors, and decision-making processes, particularly in relation to information technology, business, and personal choices.", "22793": "Tokens indicating position, sequence, or uniqueness such as ordinals, part of a series, or superlatives.", "6410": "Nouns and adjectives referring to interior spaces, surfaces, and architectural features of buildings or structures.", "63754": "Adjectives describing size, typically \\big\\, \\large\\, \\huge\\, \\giant\\, and \\enormous\\, often used to emphasize the magnitude of an object or entity.", "6419": "Phrases representing a title or heading, often containing a noun or adjective, sometimes preceding a descriptive or explanatory text.", "96531": "A specific word or phrase that is typically a noun, a common term, or a proper noun, often denoting a concept, title, or name of an entity, event, or condition.", "22827": "Adverbs or adjectives that express evaluation, degree, or manner, often related to performance, behavior, or suitability, typically ending in -ly or having a comparative or superlative form, and usually occurring in combination with verbs or nouns.", "31022": "Nouns or adjectives representing abstract concepts, values, or qualities, often characterized by a sense of morality, ethics, or personal growth.", "112950": "Commands or advice for seeking safety or shelter in emergency situations, often involving taking cover or going to a designated safe place such as a basement or shelter.", "14649": "The indefinite articles \\a\\ and \\an\\ used in various contexts, often preceding nouns.", "96571": "Years, specifically the last two digits of a year, often related to events such as the Olympics, FIFA World Cup, or other sports competitions.", "31044": "Token indicating a start of an article, blog, or webpage content.", "112966": "Quotation marks and other special characters preceding or following a number, often used in dates, quantitative values, or mathematical expressions, or to introduce or end quoted text.", "121175": "A marker indicating the beginning of a text, often preceding the title or introductory sentence of a document, article, or webpage.", "121178": "Periods that end sentences.", "80222": "The token \\someone\\ is often followed by a verb, describing an action that someone does.", "14690": "Special tokens often mark beginnings of articles or other content blocks, while other highlighted words are mostly suffixes and titles for people, organizations, and things.", "31075": "Decade markers or specific years introduced with a quote or apostrophe preceding the year, typically used in sentences describing past events or periods.", "22889": "Punctuation marks, special characters, and specific words or phrases used as separators, indicators, or starters, often marking the beginning of a title, a quote, or a new section.", "121193": "No explanation", "22894": "Verbs or expressions of personal preference, often indicating a strong affection or fondness for something.", "55671": "Special phrases referring to online community, forums, websites, or social platforms and their users, often highlighting the context or relationship between users and the online space.", "104837": "A person or entity described by a specific characteristic or action, usually introduced by a relative clause or a form of the verb \\to be\\.", "104844": "The digit \\2\\ is often part of a year in a date or a two-digit identifier in various contexts, such as citations or classifications.", "63896": "References to film adaptations of books, including various mediums and the process of turning written works into screen productions.", "104863": "Nouns representing online discussion platforms or sections, often serving as titles or navigation links.", "39327": "Tokens related to verification, authentication, trust, and identification of individuals, entities, or sources, often in the context of online interactions, transactions, and information exchange.", "22953": "Nouns referring to individuals with membership or user status in online communities.", "47543": "The phrase \\directed by\\ typically followed by a name, used to attribute the direction of a film, in various contexts such as movie descriptions, news articles, and promotional material.", "31162": "Nouns that convey a sense of concept, action, or state, often representing abstract ideas or things.", "104893": "Idiomatic expressions and informal language, often involving phrasal verbs or colloquialisms, that convey a range of emotions and attitudes, frequently in a casual or conversational tone.", "14787": "Nouns that represent materials, publications, documents, or other types of written content, often used in academic or informative contexts, such as reviews, journals, books, reports, and editorials.", "113100": "Terms related to language and linguistics, including grammatical concepts, language varieties, and lexicographical references.", "96732": "Texts related to digital libraries, public domain works, and online archives, often referencing book digitization, copyright, and online availability.", "121309": "A time word or phrase indicating a specific time frame relative to the present, often used to describe an event, announcement, or situation happening at a particular point in the future or past, and frequently connected with an event or conference.", "129501": "Prepositions or prefixes indicating movement, position, or relation to boundaries, often used to describe spatial or temporal relationships.", "72156": "Terms and concepts related to logic, reasoning, and argumentation, including fallacies, premises, inferences, and validity.", "39392": "Auxiliary or linking verbs, and sometimes the verb \\also\\, that connect or introduce clauses, often providing additional or contrastive information.", "6628": "Expressions of enjoyment, amusement, or approval of something, often using the word \\love\\ or \\like\\ followed by \\how\\ to describe a situation or behavior.", "14830": "Phrases following \\that's not\\ or \\this isn't\\ or \\that isn't\\ describing a clarification or correction of a perceived notion or expectation, often used to express a contrasting point.", "121333": "A digit following a specific number, often appearing in numeric sequences, codes, or identifiers.", "121348": "Common nouns representing concrete objects, concepts, or places often having a specific or general meaning, usually with a neutral or factual context.", "80391": "Idiomatic expressions often containing colloquialisms, superlatives, or intensifiers, used to convey strong emotions or emphasize a point, sometimes in an informal or rhetorical manner.", "23053": "Adjectives and nouns describing a positive sentiment, often used to begin a sentence or a story, and often related to a new, exciting, or favorable experience.", "47632": "The conjunction \\and\\ used to connect a physical action or movement with another action, often in idiomatic expressions.", "113174": "Phrases or sentences that denote a complete or final understanding, often with words like \\entire\\, \\whole\\, \\true\\, \\all\\, \\right\\, or \\main\\, indicating the total extent, scope, or essence of something, or marking the end of a description, explanation, or idea.", "80407": "Two types of patterns were found. The first is the token \\<bos>\\ which signifies the beginning of a text or article, often containing a title, heading, or introductory information. The second type consists of tokens representing common English words or phrases, often at the beginning of a sentence, such as \\This\\, \\We\\, \\Do\\, \\In\\, \\As\\, \\Have\\, \\Not\\, \\Here\\, \\Any\\, \\She\\, \\Prior\\, \\Under\\, \\Another\\, \\At\\, and \\One\\, functioning as sentence starters or discourse markers.", "6686": "Nouns indicating an event, concept, or phenomenon, often representing a significant development, occurrence, or characteristic.", "88618": "Tokens related to weather conditions, specifically gentle movements or natural elements, often including air, breeze, or wind, sometimes using words that describe their effects or directions.", "23082": "A delimiter separating the main content from a quote, response, or username, often used in informal online communication such as forums, blogs, or comments.", "47661": "Verbs suggesting investigation, exploration, or seeking, often used to provide assistance or guidance, frequently in an advisory or instructive context.", "64051": "Past tense verb forms or verb suffixes, especially those ending in \\-ed\\ or past participles, often used in titles, headlines or to emphasize a completed action.", "88643": "Tokens and phrases used in obituary and death notices, including names, ages, locations, and cause of death.", "31308": "Prefixes or short words that are part of a compound word or phrase, often used in specific contexts or fields.", "105043": "Special markers or delimiters that signal the start of a new section, article, or quotation, often used to indicate a break in text or a change in context.", "121433": "Prepositions \\over\\ and \\across\\ often describing movement from one side to the other of a physical barrier or area.", "64090": "Verbs and verb phrases indicating that something is unavoidable, expected, or naturally occurring, often describing events or situations that are a normal part of life, development, or human experience.", "105051": "Verbs or adjectives indicating a venue being full or having a large number of people in attendance.", "88672": "The verb \\want\\ is often used in the first person singular or plural to express a desire or intention to do or achieve something, and also to ask for or indicate a preference for something.", "72296": "The token \\quick\\ is used as an adjective to introduce a post, link, or tip, often in a heading or title, and is frequently capitalized.", "72304": "Tokens that form common idioms, phrases, or word plays often using word suffixes, prefixes, or double meanings, indicating a likely usage in a pun or a play on words.", "121465": "The word \\first\\ indicating priority, sequence, or initial state.", "72315": "A variety of descriptive phrases or words, often used in a formal or objective tone, that provide additional information about time, manner, or circumstances in which events occur.", "88710": "Adjectives or adverbs expressing enthusiasm or approval.", "105095": "Relative clauses, often introduced by the words \\that\\, \\which\\, \\who\\, or \\where\\, that provide additional information about a noun, typically describing a unique characteristic or exception.", "121490": "A plural marker denoting a decade in a timeline, forming part of a year or period notation.", "105107": "Text features indicating writing styles, prose, and authors' use of language, often evaluated as positive or effective.", "15010": "Nouns representing common or everyday objects, substances, or concepts, often used as a descriptive or attributive modifier in a compound word or phrase.", "39594": "Mathematical operations, their corresponding symbols, and related concepts.", "15020": "Punctuation marks that follow phrases or clauses related to helping or interacting with others.", "88749": "Abstract nouns that refer to general concepts, events, or issues, often used to describe a situation, problem, or idea.", "47790": "The phrase \\Where\\ paired with a possessive or interrogative word, often followed by a noun, typically used in rhetorical or questioning context.", "31415": "A sequence of tokens representing song or book titles, poem or movie names often in quotes or in italics.", "6852": "Verbs and adjectives related to climate change, specifically focusing on warming, melting, thawing, and ice, often in the context of global warming and its effects.", "15045": "The definite article \\the\\ often appears before a noun, denoting specificity, and is commonly used in formal or informative texts such as articles, reports, and documents.", "72423": "Contractions and colloquial expressions often used as sentence starters.", "72433": "Function words, common adverbs, prepositions, and nouns in various contexts, often having a general or neutral meaning.", "129787": "Adjectives used to describe or evaluate the quality of a person, place, event, or thing, often with a strong emotional tone.", "6915": "Formal and technical language used in official documents and publications, often containing disclaimers, notices, and statements of purpose, typically including common phrases and standardized expressions.", "47879": "The concept of doing someone a favor, including the act of requesting, granting, or repaying favors, often involving reciprocity or social obligation.", "113417": "Phrases expressing willingness or readiness to perform a certain action.", "23311": "Relative clauses introduced by \\who\\, typically describing a person or group of people, often indicating a characteristic, relationship, or action associated with the subject.", "47888": "Preceeding characters or words that indicate the beginning of a comment section, often containing phrases like \\Comment by\\, \\Comments are\\, or \\Commented On\\, usually marking the start of user-generated content.", "105234": "The token \\I\\ is typically used as a first-person singular pronoun, often marking the beginning of a personal statement or thought, and tends to occur at the start of a sentence.", "88853": "Acronyms, abbreviations, proper nouns and suffixes of words, often representing organizations, names, or common nouns.", "129820": "Expressions of affection or fondness, specifically the word \\love\\, typically used in informal online contexts such as blog comments, to express admiration or appreciation for something.", "56093": "Proper nouns and names of projects, organizations, currencies, and individuals, often indicating entities, initiatives, or concepts, sometimes with a focus on technology and innovation.", "121636": "Tokens representing actions or labels related to academic or research publications, including citations, versions, usage rights, and repository information.", "6949": "Terms representing inner states, emotions, and personal characteristics of individuals, such as desires, beliefs, hopes, fears, aspirations, and needs, often found in descriptions of people's thoughts, feelings, and behaviors.", "6954": "Tokens representing labels, titles, names, or placeholders in various contexts, often used in digital platforms, coding, or metadata.", "6967": "The term \\dog\\ appears to be used as a username, screen name, or identifier in online communities, forums, and social media platforms, often preceding a username or handle, and also appears in text as a common noun or part of idiomatic expressions.", "15173": "The necessity or obligation for something to happen or be done, often expressed through the use of modal verbs such as \\need\\, \\have to\\, \\must\\, and \\ought to\\.", "31558": "BBC news articles, often featuring news headlines, article text, author names, BBC branding, and URL links, with many instances of proper nouns, such as geographic locations and names of organizations and individuals.", "39761": "Verbs related to creating or defining policies, strategies, and plans, often in formal or professional contexts, including words like \\formulate\\, \\craft\\, \\develop\\, and their variants.", "39767": "Common prepositional phrases and noun phrases used to indicate sources, references, or origins, often starting with words such as \\of\\, \\on\\, \\from\\, \\based on\\, or \\in\\.", "121688": "Prepositions or conjunctions connecting clauses, phrases, or sentences often indicating relationships such as location, purpose, or origin.", "113495": "Domain names and business names often incorporating animal names and idiomatic phrases, used as brand identifiers.", "64346": "The word \\sun\\ frequently appears in descriptive passages, often used to set a scene or convey a sense of time of day, atmosphere, or weather, commonly in relation to sunrise or sunset.", "7001": "The verb \\need\\ is often used to express a necessity or requirement in a given situation, typically in instructional or advisory contexts.", "31583": "Conceptual representations of loyalty, friendship, and related values such as support, commitment, and reliability.", "7008": "Token indicating the start of a document, often denoted by the presence of a title, author, or introductory information.", "31587": "Alphabetical ordering, typically from A to Z, often used in lists, directories, or guides, and sometimes used in the title of works, such as books or articles.", "80740": "Punctuation marks that end or separate sentences or clauses.", "97127": "Names of people, places, and things, including titles, locations, organizations, and proper nouns, that are explicitly mentioned in the text.", "129896": "Words related to public reaction, emotional responses, and collective opinions, often indicating strong feelings such as outrage, upset, or criticism.", "129901": "Prepositions and verb suffixes, often indicating comparison or relationship between entities.", "15218": "Specific markers for metadata or supplementary information, often denoting dates, links, records, references, or post subjects, typically following a distinctive formatting or punctuation.", "15219": "Terms associated with written or sung content, such as \\text\\, \\lyrics\\, and \\words\\, often in the context of music, literature, or performance.", "31605": "The token \\<bos>\\ typically marks the beginning of a text, often followed by a title or heading, and may be associated with a specific format or style.", "15223": "Words or phrases conveying positive intentions or connotations, often in the context of human behavior, decision-making, or moral judgment, typically describing actions, attitudes, or motivations as good, well-meant, benevolent, or honest.", "7034": "Weather-related terms and temperature descriptions.", "7036": "Verbs and adverbs related to weather, often describing its current or recent state, sometimes indicating a change or continuation of weather conditions.", "56194": "Strings representing names of car models, often in combination with numbers or letters, and at times embedded within other text.", "88965": "Nouns representing a variety of objects, often related to clothing, headgear, or ceremonial items, sometimes associated with specific events or activities.", "80782": "Prepositions \\over\\ often preceding nouns or pronouns that indicate place, direction, or object.", "39844": "Terms related to poetic structures and devices, such as meter, rhythm, verse, rhyme, and specific forms like sonnets and limericks.", "121776": "Adjectives describing temperature.", "105392": "Punctuation marks, particularly periods and commas, and certain function words commonly found in formal or written language, including articles, prepositions, and conjunctions.", "89008": "Conditional or relative phrases initiating clauses that express feelings or thoughts in response to a situation or event, often using common subordinating conjunctions or prepositions.", "89019": "Verbs expressing personal preference, experience, or action, often in first-person narratives or personal opinions.", "89031": "Compounds or phrases with the second word being a common noun, often forming idiomatic or colloquial expressions.", "97231": "Verbs or phrases indicating consideration, intention, or decision to acquire or upgrade something.", "97233": "The conjunction \\as\\ used to introduce an explanation or a reason for the preceding statement.", "7124": "Suffixes or parts of words that often form nouns or words that convey specific meanings, especially those that are technological or scientific in nature.", "7132": "The token \\love\\ expressing strong affection or enthusiasm, often used in informal online writing such as comments and social media posts.", "64483": "A day, time, or season, often including a day of the week, and sometimes a year or a specific date, marking the beginning of a narrative or setting the scene.", "39916": "Tokens that provide additional information, show relationships, or start a new thought, often serving as auxiliary verbs or conjunctions.", "7154": "The linking verb \\is\\ or \\has\\ or \\are\\ or \\seems\\ often connects the subject to a predicate, typically an adjective, noun, or prepositional phrase that describes or renames the subject.", "121856": "The token \\willing\\ is often used in phrases that express a state of readiness or eagerness to act, participate, or cooperate.", "121863": "A noun representing an event or place where various people or organizations gather to display, promote, or sell goods and services.", "113680": "Verbs or adjectives describing something reflecting light and giving a sense of shining, sparkling, or glowing appearance.", "97307": "Nouns and adjectives often serving as titles, names, or descriptive labels, sometimes denoting specific concepts, places, or events, and frequently appearing in formal or technical contexts.", "72731": "No explanation", "23581": "Phrases often referring to the local population or geographic area, typically involving the word \\community\\ or \\communities\\, and sometimes used in conjunction with the word \\based\\.", "23587": "Phrases and words indicating a continuation, relation or direction to a source of further information, often in the form of links, posts, articles, or websites, typically preceding or following a call to action or additional information.", "64554": "The word \\things\\ is often used as a vague or filler noun to refer to various items, concepts, or activities, typically in an informal or conversational context.", "15404": "Past tense verbs often indicating a cause-and-effect relationship, a transition, or a consequence, typically with a neutral or objective tone.", "89136": "Prepositions, common nouns, and short phrases, often initiating or contained within a fixed expression, typically used for giving directions, indicating a sense of place or origin.", "7219": "Prepositional phrases, particularly \\with\\, often used to describe a relationship or partnership, or to introduce an enhancement or addition.", "64564": "Verbs or verb phrases typically indicating action or intention to achieve something, including collaboration, creation, or provision.", "89142": "The act of writing often involves producing a new piece of content, such as an article, book, poem, or letter, and is typically associated with indefinite and sometimes definite articles.", "15415": "The noun \\weather\\ often appears at the beginning of sentences or clauses in various contexts, including casual conversations, descriptions of weather conditions, and outdoor activities.", "89147": "Indications of limitations of rights, liabilities, and usage permissions, often including warnings about reproduction, publication, or redistribution of copyrighted materials.", "56389": "Adjectives representing colors, typically used to describe physical objects or their appearances.", "113735": "Numerical values and model identifiers for various electronic devices and equipment, likely indicating product names or specifications.", "89163": "Nouns and noun phrases representing time periods or conditions, often related to the weather.", "72782": "Idiomatic phrases or sentence structures that disclaim or clarify the nature of the information being presented, such as advising against construing something as advice, endorsement, or a formal opinion, or explicitly stating that a link or mention of something is not an endorsement.", "64598": "Proper nouns and official terms often referring to governments, institutions, or countries, typically used in formal or news-related contexts.", "31831": "Punctuation marks used to indicate possession, abbreviation, titles, and quotation, often found in proper nouns, celebrity names, or specific terminology.", "31833": "Nouns or phrases directly related to non-fiction content, including articles, often associated with a link or a part of a website navigation.", "64605": "Nouns representing entities that are parties in a transaction, agreement, or relationship, often financial or professional, such as advertisers, authors, borrowers, or licensees.", "40031": "Phrases that express a norm or standard, often indicating existence, preference, or suitability of something, typically involving words like \\right\\, \\wrong\\, \\proper\\, \\ideal\\, \\best\\, \\common\\, or \\preferred\\.", "31844": "The token \\<bos>\\ marks the beginning of various types of articles or written content, and the token \\the\\ is often used as a definite article to introduce or emphasize specific nouns or topics.", "113767": "Linking verbs, primarily \\is\\, \\was\\, and \\has\\, that often connect the subject of a sentence to additional information, and also instances of auxiliary verbs, such as \\s\\ and \\re\\.", "130152": "The token marking a beginning of a document or a section, often followed by a title, article, or an entry, sometimes including a date.", "81001": "Various forms of punctuation and typographical marks used to denote the start of a quotation, often preceding the actual quote or text being referenced.", "7275": "The token \\not\\ is used to negate a preceding statement or clause, often used to contrast or clarify an idea or assertion.", "121967": "Verbs often in the third person, typically used to describe actions of specific individuals, often in formal or professional contexts.", "121987": "Verb phrases expressing necessity, primarily \\what you need\\ or \\what they need\\, used to convey essential requirements or actions.", "31881": "Terms and concepts related to dog training, hunting, and competitions, often referencing specific dog breeds, training activities, and competition events.", "23698": "Possessive and objective pronouns \\your\\ and \\you\\ in contexts of direct address or generic references, often used to give advice, make statements, or express opinions.", "56468": "The token \\are\\ often appears in the first person plural form at the beginning of a sentence in business or company descriptions, usually after the phrase \\We\\.", "105621": "A relative clause, beginning with \\who\\, used to describe a person or group, often in a general or categorical sense, typically following a noun such as \\anyone\\, \\everyone\\, or \\people\\.", "89239": "Informative sections of an astrology text, often indicating specific personality traits, advice, or predictions about the reader's life, typically related to their zodiac sign or birth details.", "48288": "Nouns or verbs representing a threshold, boundary, or a point of change, often metaphorical, that marks a significant moment, transition, or position.", "64672": "The token \\to\\ often indicating purpose, direction, or intention.", "105642": "The conjunction \\and\\ is used to connect two clauses or phrases, often indicating a sequence of events, a contrast, or an addition.", "7339": "Indicators denoting finality or culmination, often marked by the presence of words like \\last\\, \\final\\, or sequence indicators.", "113841": "The token \\as\\ is typically used in a subordinate clause to indicate that two events are happening simultaneously.", "89267": "Common usage of function words and phrases, prepositions, and punctuation, often marking a connection or a shift in a sentence, and articles or auxiliary words in idiomatic expressions.", "72883": "Tokens forming parts of phrases used for addressing, referring to or giving advice to someone, often involving family relationships or second-person pronouns.", "23733": "Phrases or idioms often using alliteration, rhyme or wordplay, typically referencing well-known expressions, titles, or quotes.", "105655": "A digit \\9\\ in a year, typically part of a four-digit year.", "122042": "Starting tokens in a document, often marking the beginning of a new article, post or other written content, usually accompanied by a year or date.", "7359": "The phrase \\come\\ or \\go\\ followed by \\over\\ indicating movement or transition of people from one place to another, often physically or metaphorically.", "72908": "Verbs indicating the origin, initiation, or introduction of an entity, concept, event, or product.", "56526": "A relative pronoun introducing a clause that describes a person or group.", "105678": "Nouns representing concepts of control, ability, or opportunity, often indicating the extent or limit of one's power, influence, or ability to take action.", "130259": "A seasonal term, often denoting a specific period or event, commonly used in the context of academic, organizational, or cultural activities, and usually includes the words \\Spring\\, \\Summer\\, \\Autumn\\, \\Winter\\, or \\Fall\\.", "89315": "Terms related to Eastern spiritual practices and philosophies, often referring to concepts of moral behavior, mental discipline, and self-improvement.", "72934": "Tokens related to membership, typically signifying exclusive access or privileges, often used in contexts of subscription, clubs, or organizations.", "48361": "End-of-sentence punctuation marks or tokens that mark the beginning of a document or text.", "15599": "Some text is prefixed with an insignificant and informationless token that is always activated and seems to be a document or entry delimiter, while other text often contain the word \\in\\ marking categorization or classification of the surrounding text.", "15602": "The term \\people\\ is frequently used in various contexts, often referring to employees, colleagues, individuals, or teams, and is commonly associated with organizational or business settings, sometimes highlighting their importance or impact.", "56568": "Mostly equestrian related terms, often associated with horse jumping or shows, and occasionally a part of a proper noun.", "89341": "The term \\community\\ is often used in a context of giving back, providing services, or being involved in local society, highlighting a sense of social responsibility and partnership between organizations and the people they serve.", "89346": "Tokens representing common nouns, conjunctions, or function words often used to connect ideas or objects in sentences, frequently indicating a relationship or encompassing a broader category.", "97539": "The indefinite article \\a\\ or \\an\\ preceding a noun, often introducing a new subject or concept.", "23812": "A digit, specifically \\7\\, appearing within a year in the 1970s.", "32008": "Temporal markers, indicators of time, and prepositions that signal a connection between events or states, often related to the context of writing, prediction, or change.", "32012": "The subject of a sentence performing an action, typically while another action or emotion is being described, often introducing dialogue or continuing a narrative sequence.", "23833": "Phrases typically found in the setup or question part of a joke, often in the form of a riddle, including interrogative words or phrases such as \\Why\\, \\How\\, \\What\\, and phrases that introduce a comparison or situation.", "97570": "The token at the beginning of a text, typically denoting the start of a document, article, or other written work, often preceding a title, heading, or introductory sentence.", "113956": "Official titles or roles of people or objects, and proper nouns representing institutions, organizations, or entities.", "81197": "Names of authors and researchers, often in academic or professional contexts, specifically surnames.", "48447": "Tokens often related to running, such as \\run\\, \\walk\\, \\race\\, \\K\\ and \\timed\\ appear alongside times, dates, and other event-related information in a text.", "48451": "Nouns often representing specialized fields, professions, or concepts.", "32086": "Years and dates, typically in a format where the last two digits are highlighted, often serving as a reference point or timestamp in the context of events, anniversaries, or historical records.", "23904": "Names of various media and online publications, including blogs, podcasts, news outlets, and reports, often followed by a descriptive phrase or word.", "97638": "Words often marking the beginning of book or article titles, proper nouns and the first word in quotes.", "64871": "Adjectives expressing evaluation or appraisal of a person, often describing their skills, abilities, or character.", "114025": "Commas used to separate clauses or phrases, often preceding verbs that introduce a quotation, a dependent clause, or provide additional information.", "7531": "Beginnings of articles or texts, often preceded by a marker, that set the context for the information that follows, and occasionally introductory phrases that precede a cited text or quotation.", "130418": "Words related to dogs, including idiomatic expressions and metaphors, often used in various contexts, such as literal descriptions, colloquialisms, or figurative language.", "7555": "Text representing guidelines, procedures, or preparations, often in the form of numbered lists or checklists, outlining actions or steps to be taken.", "130439": "A separator or introduction token marking a transition or a new topic, often used as a delimiter, a title, or a label to indicate a section or a change in the content.", "89480": "The movement of the sun or other celestial bodies in relation to the horizon or sky, often in the context of rising or setting.", "64908": "Words conveying agility, nimbleness, quickness, or reflexes, often describing physical abilities or characteristics.", "97680": "Verbs or nouns describing developmental milestones, primarily related to motor skills and language acquisition in infants and toddlers.", "122259": "A digit, often zero or nine, that is part of a year in a vehicle's model description.", "48533": "Titles of formal documents, educational materials, and other structured content, often indicating a specific resource, entity, or concept.", "105887": "The token is usually the beginning of a section or a new piece of information.", "81312": "Verbs representing reflection, typically in the form of \\reflect\\, \\reflecting\\, or \\reflects\\, often indicating a connection, representation, or expression of something.", "15786": "Nouns referring to recipients or observers of a performance, product, or creative work, often indicating the intended or actual audience, readers, or customers.", "73138": "Words or parts of product names, often of luxury or high-end brands, typically representing a specific model, line, or collection, sometimes in the context of advertising or marketing.", "7603": "A blank space preceding a year or a number, often referencing a title, event, or a work.", "97717": "Characters having positive qualities, often described using metaphors or idioms that convey kindness, generosity and selflessness.", "48567": "No explanation", "89531": "Words that often complete an idiomatic expression or provide a concluding thought in a sentence.", "130494": "A specific four-digit sequence, typically representing a year, with the first two digits being either \\19\\ or \\20\\.", "15806": "Phrases or sentences that express a contradiction, limitation, or nuance to a general statement or expectation.", "56779": "The adjective \\warm\\ describing temperature, weather, or an environment, often in a descriptive or informative context.", "89549": "Surnames or proper nouns of artists, authors, public figures, or characters often followed by a descriptive phrase or work title.", "24014": "The word \\people\\ is frequently used in a formal or academic context, often as the subject of a sentence or clause, to refer to individuals or a group in a general or abstract sense.", "105954": "Prepositions and auxiliary verbs often appear in phrases indicating provision, necessity, or origin of support.", "15844": "Tokens that indicate membership or posting on online platforms, often including specific sections or forums of websites.", "73189": "Abstract nouns representing human behavior, relationships, and moral concepts, often related to cooperation, conflict, and social interactions.", "56806": "Nouns typically referring to events or objects that involve gathering, coming back, or reliving something from the past.", "89577": "Terms indicating seasons or settings for sports and track events, often used to describe championships or competitions.", "32251": "Prepositions, conjunctions and other function words used for connecting ideas or objects, often in idiomatic phrases or linking clauses.", "65025": "Terms or phrases indicating the start, end, or progression of a sports season, often used in the context of baseball, football, or other competitive sports.", "48641": "References to a written or printed work, often formal or official.", "15885": "Words or phrases associated with cold weather, winter, or temperature, often including nouns for clothing, accessories, or weather conditions.", "89613": "Function words and phrases often used in idiomatic expressions to convey a sense of generality, universality, or existence, such as \\someone\\, \\somewhere\\, \\something\\, \\some way\\, \\one way or another\\, and \\at some point\\.", "81428": "Adjectives and adverbs expressing strong positive sentiments, often describing artistic or entertaining content, and sometimes accompanied by intensifiers.", "122389": "Punctuation marks commonly used at the end of sentences such as periods, exclamation points and commas.", "40480": "The definite article \\the\\ often appears at the beginning of a sentence or document, typically following a formal or introductory phrase, and is frequently used in official, technical, or formal contexts.", "81441": "Verbs typically associated with change, movement, or state, often in a poetic or lyrical context.", "24101": "Titles or phrases often used as proper nouns, typically having a single verb \\is\\, \\has\\, \\have\\, \\are\\, or similar linking verbs that usually connect the subject to additional information, which can be a descriptive phrase, another noun, or an adjective, and often appear in titles of books, articles, or creative works.", "24102": "Pronouns or possessive adjectives indicating the subject or object of a sentence, often used for direct address or to show possession.", "114215": "Single concrete nouns denoting objects, concepts, or fields of study, often following the definite article \\the\\.", "97832": "References to a specific or relative year, often used in the context of describing an event, time period, or a change from one year to another.", "73259": "The phrase \\get over\\ used to convey overcoming or moving past an emotional or psychological obstacle.", "24108": "Prepositions indicating possession or affiliation, typically denoting the relationship between a title or position and an organization or entity.", "81453": "Text typically describing expert advice, personal anecdotes, or research findings, often featuring words related to experience, research, or expertise.", "81464": "Author or contributor credits, typically using phrases like \\Written by\\ or \\Words by\\ to attribute text to a specific individual.", "114239": "A sequence of tokens indicating an inaugural event or action, often introduced by the word \\first\\.", "24132": "Punctuation marks used to separate items in a list, often describing scenic or natural environments, including commas, semicolons, and periods, sometimes in conjunction with conjunctions such as \\and\\ or \\with\\.", "89670": "Tokens often indicating titles, positions, or achievements, usually involving formal language or official capacities, and sometimes signifying completion or attainment.", "122439": "Idiomatic expressions often referencing literature, adding emphasis, or creating phrases with set words and idioms, frequently with a noun or verb at the end.", "15944": "Tokens marking the beginning of text or article entries, often followed by a title or a name.", "65094": "Verbs that are typically in the passive voice, often indicating a state or condition that something has undergone or is associated with, typically used to describe a particular attribute or characteristic of a subject.", "89675": "A punctuation mark or a symbol at the end of a sentence, quotation, or part of a title, often marking the beginning or end of a section, quotation, or parenthetical remark.", "73294": "Proper nouns, often representing the names of people.", "97871": "Nouns representing a range of concepts that provide context for location or scope, including geography, time, and systems.", "65105": "Common function words, prepositions and determiners, often used to indicate relationships or comparisons, as well as certain words used in idiomatic or conversational language, and words used to provide specificity or detail.", "48727": "The word \\not\\ is used in formal and official texts to indicate negation, often in statements of disclaimers, limitations, or exclusions of liability.", "15960": "Words describing pleasant or elevated temperatures, often associated with desirable conditions or environments.", "97897": "Geographic names, typically counties or towns, often preceded by a descriptive word or phrase.", "15977": "Starting or beginning markers, often used to indicate the beginning of a document, article, or section, but also sometimes used to indicate preparation, arrangement, or the start of a process.", "81519": "Verbs indicating existence or state, typically \\is\\, \\are\\, \\was\\, or \\were\\, often used as linking verbs or in verb phrases to describe or define something.", "122489": "The token \\you\\ often marks the beginning of a new sentence or thought, sometimes signaling a shift in perspective or a change in the narrative, and is often used to directly address the reader or to express the thoughts or feelings of the protagonist.", "40573": "Phrases and words expressing acknowledgment, consideration, or evaluation of information.", "122496": "Text contains phrases or sentences that provide or contain additional data, details, facts, or knowledge about a particular subject, often for informative or educational purposes.", "81538": "A wide range of parts of speech, including nouns, verbs, adjectives, adverbs, and conjunctions, often conveying a sense of transition, continuation, or relationship between ideas, and frequently appearing in phrases that express time, location, or causality.", "106116": "Verbs related to action, cause and effect, decision making and general states.", "81557": "Commonly used function words and phrases that connect clauses, introduce attribute information about entities, or express possession, often used to describe individuals, organizations, or objects.", "16027": "Singular and plural nouns representing the expression of personality, perspective, or characteristic style, often referring to writing, speech, or other forms of communication.", "73375": "Institutions referring to their collective groups of students, faculty, and staff as a \\community\\.", "48802": "Nouns representing groups of people, often with connotations of relationships, alliances, support, or opposition.", "97960": "Numbers or quotation marks immediately following a distinct separation marker, often indicating a reference, title, or a specific value.", "73384": "Punctuation marks indicating the end of a sentence.", "122548": "Prepositional phrases describing a point in time, often using \\at\\ or \\when\\ to introduce a temporal context, typically involving ages or circumstances.", "65208": "Tokens representing links, emails, and web addresses often following a call to action (\\visit\\, \\click\\, \\contact\\, \\email\\) and preceding a colon or being embedded in the sentence.", "106170": "Past tense reviews of experiences, products, and services.", "57033": "Nouns or adjectives often followed by another word that form common noun phrases or adjective phrases, where the selected word is typically the one that completes the phrase or has a distinct meaning.", "81611": "The pronouns \\me\\, \\you\\, \\us\\, and \\him\\ are often recipients of an action, typically in the context of receiving something, being offered assistance, or being given information.", "24271": "Functional words or tokens like articles, prepositions, and some adverbs, often acting as connectors or introducers, and sometimes single characters that may be part of various punctuation marks or numerical values.", "106204": "Years, specifically the last two digits.", "32485": "Verbs that express a state or action in the third person singular form, often used in formal or descriptive writing to convey information or attributes about a subject.", "16102": "Words or phrases often used at the beginning of a statement, list, or quotation to provide context or introduce a new idea, including transitional phrases and words indicating scope, such as \\all\\, \\some\\, \\each\\, and \\none\\.", "89836": "References to individuals affiliated with an organization, often used in the context of their relationship to the group, such as receiving benefits, participating in events, or being represented by the organization.", "130799": "Technical terms and specialized jargon in technology and computer science, often related to programming, software development, and information technology.", "7922": "Common nouns or phrases that describe a period of time, such as a season, year, or journey, or mark the completion of an event, task, or process.", "106226": "The term \\community\\ is used consistently to refer to various groups of people who share a common identity, culture, or faith, often in the context of minority or ethnic groups.", "7924": "The word \\Fan\\ is often used as a proper noun, referring to a person's last name, a district or area, or a sports enthusiast, while \\fan\\ is also used to describe an object that creates a current of air.", "89850": "The token \\to\\ often precedes a verb or clause expressing interest, curiosity, expectation, or intention in a sentence, frequently used in phrases such as \\interesting to\\, \\be interesting to\\, \\difficult to\\, or \\easy to\\.", "32507": "Nouns referring to individuals, often singular or plural forms of the word \\person\\ or \\people\\.", "114429": "A beginning-of-sentence token, often marking the start of an article, blog post, or other written content, typically followed by proper nouns, titles, or introductory phrases.", "122628": "Words related to natural environments, locations, or features, often referring to spaces or areas outside a building, such as \\sun\\, \\window\\, \\outside\\, \\yard\\, \\garden\\, \\patio\\, \\wind\\, \\daylight\\, \\sunny\\, \\rainy\\, and \\air\\.", "32528": "Phrases indicating the state of having or possessing something.", "48915": "Pronouns often used to refer to the subject in relation to their location, identity, or situation.", "16149": "Phrases or words indicating the existence, absence, or presence of an individual, which often express a sense of isolation, loneliness, or the need for companionship.", "106262": "Verbs related to change, often in a dramatic or intense manner, such as physical transformations, economic shifts, or emotional developments, typically indicating a significant impact or consequence.", "32535": "Special punctuation marks such as apostrophes and quotation marks within sentences, as well as various types of quotation marks and hyphens used to denote time, and other specific marks used in specific contexts.", "98120": "Nouns representing online content and shared experience, including discussions, reviews, reports, forums, and personal stories.", "40782": "Verbs or adjectives often at the end of a sentence describing the state or outcome of a time period, event, or situation, typically indicating a positive or negative sentiment, and frequently in a reflective or evaluative tone.", "130913": "Adverb \\necessarily\\ often used in negative statements to convey that something is not required or guaranteed to be true, frequently paired with the word \\not\\.", "98147": "Proper nouns or phrases referencing famous people, places, or mythological figures, often used as idioms or metaphors, typically having fewer than 8 characters.", "48997": "Transitional words or phrases that indicate a consequence, addition, or contrast, often beginning a new clause or sentence.", "65389": "Expressions of sentiment, typically positive, in the form of phrases that begin with \\it's always\\ or \\I always\\ followed by an adjective describing a pleasant or enjoyable experience.", "57201": "Expressions of affection or fondness, usually in the form of the word \\love\\ towards people, objects, or activities.", "49010": "Periods used as punctuation marks to end sentences, often followed by proper nouns, locations, or titles, and frequently indicating the end of a title, author's name, or publication information.", "106355": "Verbs or adjectives describing a collaborative or indirect relationship between the main subject and the creation or authorship of a work.", "73592": "Words or phrases that describe world records, often involving superlatives such as \\longest\\, \\largest\\, \\most\\, \\tallest\\, \\straight\\, and \\consecutive\\, typically used in the context of competitive or notable achievements.", "106366": "The action of producing written text using a keyboard or typing device, often in informal or conversational contexts.", "65411": "Verbs in formal or written contexts, specifically linking verbs or auxiliary verbs used to form the passive voice or present tense.", "16260": "Famous quotes often from inspirational or educational content", "130951": "Typical conjunctions used to connect descriptive words, phrases, or clauses in sentences.", "106375": "Verbs in the first-person singular form indicating the speaker's thought, opinion, or action.", "114569": "A marker indicating the beginning of a document or article, often followed by a title or heading, and sometimes preceding a quote or a block of text that is being referenced or discussed.", "16267": "Mostly personal websites or online presence of individuals, including links, resumes, portfolios, and contact information.", "16277": "The conjunction \\and\\ is frequently used to connect two clauses or phrases in a sentence, often to indicate a continuation or addition of an idea.", "73626": "References to written content or main body of a document, website, or publication.", "8095": "Tokens associated with sponsored or promotional content in online articles, commonly found in labels or tags, and sometimes preceding an article title or introduction.", "98216": "Tokens often indicating actions, states, or results of something, typically followed by a phrase or a preposition indicating time, location, or manner in which the action is performed, and often used to introduce a quote, image, or description.", "114618": "Words related to creative activities such as writing and improvisation, particularly in a theatrical or storytelling context.", "98236": "Transitional phrases, initial words, and interjections that introduce a new thought, sentence, or quotation, often set off from the rest of the text by punctuation or space.", "90045": "Terms and words related to sending or receiving messages, particularly those that involve older forms of communication such as telegrams, telegraphs, and wires.", "98241": "Ordinal numbers like \\first\\ and \\second\\ often used to indicate the initial or subsequent occurrence of an event, item, or experience.", "90061": "Terms describing unpleasant weather conditions, typically involving rain or moisture, often used in descriptive and sometimes negative contexts.", "90079": "Adverbs or adjectives that end in common suffixes, often used in idiomatic expressions or phrases that provide additional context or meaning to a sentence.", "73696": "Symbols used for punctuation to separate or denote text transitions, often preceding a link, email address, or other action-oriented text, commonly found in digital content such as websites and newsletters.", "8165": "Indefinite articles (\\a\\, \\an\\) and the numeral \\one\\ used in quotes or attributed statements to introduce an unnamed source.", "90088": "Nouns or phrases often related to activities, events, or elements that serve as part of or surrounding a running or racing event, including settings, objects, and concepts.", "32750": "Definite article \\the\\ used to refer to a specific or previously mentioned noun, often in formal or technical contexts.", "57328": "Prepositions that indicate a location or association, often used in phrases to set the scene or provide context, such as \\in\\, \\on\\, \\at\\, \\for\\, and \\with\\.", "73718": "A digit within a year or date.", "65527": "Adverbs and adjectives used in phrases to convey a sense of acceptability or sufficiency, often in a somewhat insincere or dismissive tone.", "122879": "Surnames of notable individuals."}